Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

source: Leave empty to disable automatic deletion
de: Leer lassen um die automatische Löschung zu deaktivieren.
hu: Hagyja üresen az automatikus törlés letiltásához
nl: Laat leeg om automatisch verwijderen uit te schakelen
pl: Pozostaw puste, aby wyłączyć automatyczne usuwanie
ru: Оставьте пустым, чтобы отключить автоматическое удаление

# AutoDeleteText
source: Automatically delete emails from the server after they have been archived for this many days. Leave empty to disable automatic deletion.
de: Löscht E-Mails automatisch vom Server, nachdem sie das angegebene Alter erreicht haben. Lassen Sie das Feld leer, um das automatische Löschen zu deaktivieren.
hu: Automatikusan törli az e-maileket a szerverről ennyi nappal az archiválás után. Hagyja üresen az automatikus törlés letiltásához.
nl: Verwijdert automatisch e-mails van de server nadat ze dit aantal dagen gearchiveerd zijn. Laat leeg om automatisch verwijderen uit te schakelen.
pl: Automatycznie usuwaj wiadomości e-mail z serwera po upływie określonej liczby dni od ich zarchiwizowania. Pozostaw puste pole, aby wyłączyć automatyczne usuwanie.
ru: Автоматически удаляет письма с сервера после того, как они были архивированы в течение указанного количества дней. Оставьте пустым, чтобы отключить автоматическое удаление.

source: Authentication
de: Authentifizierung
hu: Hitelesítés
nl: Authenticatie
pl: Authentykacja
ru: Аутентификация

source: Email Deletion
de: E-Mail Löschung
hu: E-mail Törlés
nl: E-mail verwijdering
pl: Usuwanie Wiadomości E-Mail
ru: Удаление писем

# DeleteEmailAccountTitle
source: Delete Email Account
de: E-Mail Account löschen
hu: E-mail Fiók Törlése
nl: E-mailaccount verwijderen
pl: Usuń Konto E-Mail
ru: Удалить почтовый аккаунт

source: PERMANENT DELETION WARNING
de: WARNUNG VOR DER DAUERHAFTEN LÖSCHUNG
hu: VÉGLEGES TÖRLÉSI FIGYELMEZTETÉS
nl: WAARSCHUWING PERMANENTE VERWIJDERING
pl: OSTRZEŻENIE O TRWAŁYM USUNIĘCIU
ru: ПРЕДУПРЕЖДЕНИЕ О ПОСТОЯННОМ УДАЛЕНИИ

# AboutToDeleteAccountAllEmails
source: You are about to permanently delete this email account and ALL its archived emails.
de: Sie sind dabei, dieses E-Mail-Konto und ALLE darin archivierten E-Mails endgültig zu löschen.
hu: Ön véglegesen törölni készül ezt az e-mail fiókot és az ÖSSZES archivált e-mailt.
nl: U staat op het punt dit e-mailaccount en ALLE gearchiveerde e-mails permanent te verwijderen.
pl: Chcesz trwale usunąć to konto e-mail i WSZYSTKIE zarchiwizowane wiadomości e-mail.
ru: Вы собираетесь окончательно удалить этот почтовый аккаунт и ВСЕ его архивированные письма.

source: What will be deleted:
de: Was hier gelöscht wird:
hu: Mi lesz törölve:
nl: Wat wordt verwijderd:
pl: Co będzie usunięte:
ru: Что будет удалено:

# DeleteItemAccountConfig
source: Account configuration and settings
de: Account Konfiguration und Einstellungen
hu: Fiók konfiguráció és beállítások
nl: Accountconfiguratie en instellingen
pl: Potwierdzenie konta i ustawienia
ru: Конфигурация и настройки аккаунта

# DeleteItemAllArchivedEmails
source: All {0} archived emails
de: alle {0} archivierten E-Mails
hu: Az összes {0} archivált e-mail
nl: Alle {0} gearchiveerde e-mails
pl: Wszystkie {0} zarchiwizowane wiadomości e-mail
ru: Все {0} архивированных писем

# DeleteItemAllAttachments
source: All email attachments and content
de: alle E-Mail Anhänge und Inhalte
hu: Minden e-mail melléklet és tartalom
nl: Alle bijlagen en e-mailinhoud
pl: Wszystkie załączniki i treści
ru: Все вложения и содержимое писем

# DeleteItemSyncHistory
source: Synchronisation history
de: Synchronisationshistorie
hu: Szinkronizálási előzmények
nl: Synchronisatiegeschiedenis
pl: Historia synchronizacji
ru: История синхронизации

source: This action:
de: Diese Aktion:
hu: Ez a művelet:
nl: Deze actie:
pl: To działanie:
ru: Это действие:

# ActionCannotBeUndone
source: Cannot be undone
de: kann nicht rückgängig gemacht werden
hu: Nem vonható vissza
nl: Kan niet ongedaan gemaakt worden
pl: Nie może zostać cofnięta
ru: Нельзя отменить

# ActionCannotBeRecovered
source: Cannot be recovered
de: kann nicht wiederhergestellt werden
hu: Nem állítható helyre
nl: Kan niet hersteld worden
pl: Nie może zostać przywrócona
ru: Нельзя восстановить

# ActionWillFreeStorage
source: Will free up database storage space
de: wird Speicherplatz freigeben
hu: Adatbázis tárhelyet szabadít fel
nl: Zal database opslag vrijmaken
pl: Zwolni miejsce w bazie danych
ru: Освободит место в базе данных

# ActionWillStopSync
source: Will stop all synchronisation for this account
de: wird alle Synchronisationen für den Account stoppen
hu: Leállít minden szinkronizálást ennél a fióknál
nl: Zal alle synchronisatie voor dit account stoppen
pl: Zatrzyma całą synchronizację dla tego konta
ru: Остановит всю синхронизацию для этого аккаунта

source: Alternative:
hu: Alternatíva:
nl: Alternatief:
pl: Alternatywa:
ru: Альтернатива:

# AlternativeDisableInfo
source: If you only want to stop email synchronisation without losing data, you can disable the account instead.
de: Wenn Sie nur die E-Mail-Synchronisierung beenden möchten, ohne Daten zu verlieren, können Sie stattdessen das Konto deaktivieren.
hu: Ha csak le akarja állítani az e-mail szinkronizálást adatvesztés nélkül, letilthatja a fiókot helyette.
nl: Als u alleen e-mailsynchronisatie wilt stoppen zonder gegevensverlies, kunt u het account in plaats daarvan uitschakelen.
pl: Jeśli chcesz jedynie zatrzymać synchronizację poczty bez utraty danych, możesz zamiast tego wyłączyć konto.
ru: Если вы хотите просто остановить синхронизацию писем без потери данных, вы можете вместо этого отключить аккаунт.

# DisableAccountInsteadLink
source: disable the account instead
de: Konto stattdessen deaktivieren
hu: fiók letiltása helyette
nl: account in plaats daarvan uitschakelen
pl: zamiast tego wyłąc konto
ru: отключить аккаунт вместо этого

source: Account to be deleted
de: Account zur Löschung
hu: Törlendő fiók
nl: Te verwijderen account
pl: Konto do usunięcia
ru: Аккаунт для удаления

source: Archived Emails
de: archivierte E-Mails
hu: Archivált E-mailek
nl: Gearchiveerde e-mails
pl: Zarchiwizowane Wiadomości E-Mail
ru: Архивированные письма

# ArchivedEmailsWillBeDeleted
source: {0} emails will be deleted
de: {0} E-Mails werden gelöscht
hu: {0} e-mail lesz törölve
nl: {0} e-mails worden verwijderd
pl: {0} wiadomości e-mail zostanie usuniętych
ru: {0} писем будет удалено

source: Final Confirmation
de: letzte Bestätigung
hu: Végleges Megerősítés
nl: Definitieve bevestiging
pl: Ostatnie Potwierdzenie
ru: Окончательное подтверждение

# UnderstandDeletionAcknowledge
source: I understand that this action will permanently delete the account "{0}" and all {1} archived emails. This action cannot be undone.
de: Ich verstehe, dass durch diese Aktion das Konto „{0}“ und alle {1} archivierten E-Mails dauerhaft gelöscht werden. Diese Aktion kann nicht rückgängig gemacht werden.
hu: Megértem, hogy ez a művelet véglegesen törli a(z) "{0}" fiókot és az összes {1} archivált e-mailt. Ez a művelet nem vonható vissza.
nl: Ik begrijp dat deze actie account "{0}" en alle {1} gearchiveerde e-mails permanent zal verwijderen. Deze actie kan niet ongedaan gemaakt worden.
pl: Rozumiem, że ta czynność spowoduje trwałe usunięcie konta "{0}" i wszystkich {1} zarchiwizowanych wiadomości e-mail. Czynności tej nie można cofnąć.
ru: Я понимаю, что это действие окончательно удалит аккаунт "{0}" и все {1} архивированных писем. Это действие нельзя отменить.

source: Cancel - Keep Account
de: Abbrechen - Account behalten
hu: Mégse - Fiók Megtartása
nl: Annuleren - Account behouden
pl: Anuluj - Zachowaj Konto
ru: Отмена - Сохранить аккаунт

source: Disable Instead
de: stattdessen deaktivieren
hu: Letiltás Helyette
nl: In plaats daarvan uitschakelen
pl: Zamiast Tego Wyłącz
ru: Отключить вместо этого

# PermanentlyDeleteAccountAndEmails
source: PERMANENTLY DELETE ACCOUNT AND {0} EMAILS
de: KONTO UND {0} E-MAILS DAUERHAFT LÖSCHEN
hu: FIÓK ÉS {0} EMAIL VÉGLEGES TÖRLÉSE
nl: ACCOUNT EN {0} E-MAILS PERMANENT VERWIJDEREN
pl: TRWALE USUŃ KONTO I {0} WIADOMOŚCI E-MAIL
ru: ОКОНЧАТЕЛЬНО УДАЛИТЬ АККАУНТ И {0} ПИСЕМ

# FinalWarningTitle
source: FINAL WARNING!
de: LETZTE WARNUNG!
hu: VÉGSŐ FIGYELMEZTETÉS!
nl: DEFINITIEVE WAARSCHUWING!
pl: OSTATNIE OSTRZEŻENIE!
ru: ПОСЛЕДНЕЕ ПРЕДУПРЕЖДЕНИЕ!

# YouAreAboutToDelete
source: You are about to PERMANENTLY DELETE:
de: Sie sind dabei, FOLGENDES ENDGÜLTIG ZU LÖSCHEN:
hu: Ön VÉGLEGESEN TÖRÖLNI készül:
nl: U staat op het punt PERMANENT TE VERWIJDEREN:
pl: Chcesz TRWALE USUNĄĆ:
ru: Вы собираетесь ОКОНЧАТЕЛЬНО УДАЛИТЬ:

# BulletAccount
source: Account: "{0}"
hu: Fiók: "{0}"
pl: Konto: "{0}"
ru: Аккаунт: "{0}"

# BulletArchivedEmails
source: {0} archived emails
de: {0} archivierte E-Mails
hu: {0} archivált e-mail
nl: {0} gearchiveerde e-mails
pl: {0} zarchiwizowane wiadomości e-mail
ru: {0} архивированных писем

# BulletAllAttachments
source: All attachments and data
de: alle Anhänge und Daten
hu: Minden melléklet és adat
nl: Alle bijlagen en gegevens
pl: Wszystkie załączniki i dane
ru: Все вложения и данные

# DeletionCannotBeUndone
source: This action CANNOT be undone!
de: Dies kann nicht rückgängig gemacht werden!
hu: Ez a művelet NEM vonható vissza!
nl: Deze actie KAN NIET ongedaan gemaakt worden!
pl: Tego działania NIE MOŻNA cofnąć!
ru: Это действие НЕЛЬЗЯ отменить!

source: Are you absolutely sure?
de: Sind Sie ganz sicher?
hu: Teljesen biztos benne?
nl: Weet u het absoluut zeker?
pl: Jesteś całkowicie pewien?
ru: Вы абсолютно уверены?

source: Edit Email Account
de: E-Mail Account bearbeiten
hu: E-mail Fiók Szerkesztése
nl: E-mailaccount bewerken
pl: Edytuj Konto E-Mail
ru: Редактировать почтовый аккаунт

source: Folder Exclusion
de: Ordnerausschluss
hu: Mappa Kizárás
nl: Map uitsluiting
pl: Wyłączenie Folderu
ru: Исключение папок

source: Excluded Folders
de: ausgeschlossene Ordner
hu: Kizárt Mappák
nl: Uitgesloten mappen
pl: Foldery Wyłączone
ru: Исключенные папки

# EnterFolderNames
source: Enter folder names separated by semicolons, e.g.: Junk;Spam;Trash
de: Geben Sie die Ordnernamen durch Semikolons getrennt ein, z.B.: Junk;Spam;Trash
hu: Adja meg a mappa neveket pontosvesszővel elválasztva, pl.: Levélszemét;Spam;Lomtár
nl: Voer mapnamen in gescheiden door puntkomma's, bijv.: Junk;Spam;Trash
pl: Wprowadź nazwy folderów oddzielone średnikami, np.: Śmieci;Spam;Kosz
ru: Введите имена папок через точку с запятой, например: Junk;Spam;Trash

# EnterFolderNamesText
source: Folders to exclude from synchronisation. Enter folder names separated by semicolons.
de: Von der Synchronisierung auszuschließende Ordner. Ordnernamen sind durch Semikolons getrennt anzugeben.
hu: Szinkronizálásból kizárandó mappák. Adja meg a mappa neveket pontosvesszővel elválasztva.
nl: Mappen om uit te sluiten van synchronisatie. Voer mapnamen in gescheiden door puntkomma's.
pl: Foldery, które mają być wyłączone z synchronizacji. Wpisz nazwy folderów oddzielone średnikami.
ru: Папки, которые нужно исключить из синхронизации. Введите имена папок через точку с запятой.

source: Available Folders
de: verfügbare Ordner
hu: Elérhető Mappák
nl: Beschikbare mappen
pl: Dostępne Folery
ru: Доступные папки

# FoldersOnServer
source: These folders are available on the IMAP server.
de: Diese Ordner sind am IMAP Server abrufbar.
hu: Ezek a mappák elérhetőek az IMAP szerveren.
nl: Deze mappen zijn beschikbaar op de IMAP-server.
pl: Te foldery są dostępne na serwerze IMAP.
ru: Эти папки доступны на IMAP сервере.

# AccountDetailsTitle
source: Account Details
hu: Fiók Részletek
pl: Szczegóły Konta
ru: Детали аккаунта

# EmailAccountDetailsHeader
source: Email Account Details
hu: E-mail Fiók Részletek
pl: Szczegóły Konta E-Mail
ru: Детали почтового аккаунта

source: Total Emails
de: E-Mails gesamt
hu: Összes E-mail
nl: Totaal e-mails
pl: Łączna Liczba Wiadomości E-Mail
ru: Всего писем

# EmailsArchived
source: {0} emails archived
de: {0} E-Mails archiviert
hu: {0} e-mail archiválva
nl: {0} e-mails gearchiveerd
pl: {0} zarchiwizowanych wiadomości e-mail
ru: {0} писем архивировано

# DeletingAccountWillRemoveAllEmails
source: Deleting this account will permanently remove all {0} archived emails
de: Das Löschen wird {0} archivierte E-Mails permanent löschen.
hu: A fiók törlése véglegesen eltávolít minden {0} archivált e-mailt
nl: Het verwijderen van dit account zal alle {0} gearchiveerde e-mails permanent verwijderen
pl: Usunięcie tego konta spowoduje trwałe usunięcie wszystkich {0} zarchiwizowanych wiadomości e-mail
ru: Удаление этого аккаунта окончательно удалит все {0} архивированных писем

# NotYetSynchronized
source: Not yet synchronised
de: noch nicht synchronisiert
hu: Még nincs szinkronizálva
nl: Nog niet gesynchroniseerd
pl: Jeszcze nie zsynchronizowane
ru: Еще не синхронизирован

source: Reset Sync Time
de: Sync-Zeit zurücksetzen
hu: Szinkronizálási Idő Visszaállítása
nl: Synchronisatietijd resetten
pl: Resetuj Czas Synchronizacji
ru: Сбросить время синхронизации

# ResetSyncTimeConfirm
source: Are you sure you want to reset the sync time to current time? This will prevent repeated sync errors from causing incomplete syncs, as the system will only sync emails newer than this timestamp.
de: Möchten Sie die Synchronisierungszeit wirklich auf die aktuelle Zeit zurücksetzen? Dadurch wird verhindert, dass wiederholte Synchronisierungsfehler zu unvollständigen Synchronisierungen führen, da das System nur E-Mails synchronisiert, die neuer als dieser Zeitstempel sind.
hu: Biztosan visszaállítja a szinkronizálási időt a jelenlegi időre? Ez megakadályozza, hogy az ismétlődő szinkronizálási hibák hiányos szinkronizálást okozzanak, mivel a rendszer csak az ennél az időbélyegnél újabb e-maileket fogja szinkronizálni.
nl: Weet u zeker dat u de synchronisatietijd wilt resetten naar de huidige tijd? Dit voorkomt dat herhaalde synchronisatiefouten leiden tot onvolledige synchronisaties, omdat het systeem alleen e-mails nieuwer dan deze tijdstempel zal synchroniseren.
pl: Czy na pewno chcesz zresetować czas synchronizacji do aktualnego czasu? Zapobiegnie to powtarzającym się błędom synchronizacji powodującym niekompletną synchronizację, ponieważ system będzie synchronizował tylko wiadomości e-mail nowsze niż ten znacznik czasu.
ru: Вы уверены, что хотите сбросить время синхронизации на текущее время? Это предотвратит повторяющиеся ошибки синхронизации от неполной синхронизации, так как система будет синхронизировать только письма более новые, чем эта временная метка.

# ResetSyncTimeNote
source: Note: This resets the sync time to current time. This will prevent repeated sync errors from causing incomplete syncs, as the system will only sync emails newer than this timestamp.
de: Hinweis: Dadurch wird die Synchronisierungszeit auf die aktuelle Zeit zurückgesetzt. So wird verhindert, dass wiederholte Synchronisierungsfehler zu unvollständigen Synchronisierungen führen, da das System nur E-Mails synchronisiert, die neuer als dieser Zeitstempel sind.
hu: Megjegyzés: Ez a jelenlegi időre állítja vissza a szinkronizálási időt. Ez megakadályozza, hogy az ismétlődő szinkronizálási hibák hiányos szinkronizálást okozzanak, mivel a rendszer csak az ennél az időbélyegnél újabb e-maileket fogja szinkronizálni.
nl: Opmerking: Dit reset de synchronisatietijd naar de huidige tijd. Dit voorkomt dat herhaalde synchronisatiefouten leiden tot onvolledige synchronisaties, omdat het systeem alleen e-mails nieuwer dan deze tijdstempel zal synchroniseren.
pl: Uwaga: spowoduje to zresetowanie czasu synchronizacji do aktualnego czasu. Zapobiegnie to powtarzającym się błędom synchronizacji powodującym niekompletną synchronizację, ponieważ system będzie synchronizował tylko wiadomości e-mail nowsze niż ten znacznik czasu.
ru: Примечание: Это сбрасывает время синхронизации на текущее время. Это предотвратит повторяющиеся ошибки синхронизации от неполной синхронизации, так как система будет синхронизировать только письма более новые, чем эта временная метка.

# AutoDeleteEnabledInfo
source: Emails will be automatically deleted from the server after being archived for {0} days
de: E-Mails werden nach einem Alter von {0} Tagen automatisch vom Server gelöscht.
hu: Az e-mailek automatikusan törlődnek a szerverről {0} nappal az archiválás után
nl: E-mails worden automatisch van de server verwijderd nadat ze {0} dagen gearchiveerd zijn
pl: Wiadomości e-mail będą automatycznie usuwane z serwera po {0} dniach od archiwizacji
ru: Письма будут автоматически удаляться с сервера после архивирования в течение {0} дней

# AutoDeleteDisabledInfo
source: Emails will not be automatically deleted from the server
de: E-Mails werden nicht automatisch vom Server gelöscht.
hu: Az e-mailek nem lesznek automatikusan törölve a szerverről
nl: E-mails worden niet automatisch van de server verwijderd
pl: Wiadomości nie będą automatycznie usuwane z serwera
ru: Письма не будут автоматически удаляться с сервера

source: Account Actions
de: Account Aktionen
hu: Fiók Műveletek
nl: Accountacties
pl: Działania na Koncie
ru: Действия с аккаунтом

source: Edit Account
de: Account bearbeiten
hu: Fiók Szerkesztése
nl: Account bewerken
pl: Edytuj Konto
ru: Редактировать аккаунт

source: Disable Account
de: Account deaktivieren
hu: Fiók Letiltása
nl: Account uitschakelen
pl: Wyłącz Konto
ru: Отключить аккаунт

source: Enable Account
de: Account aktivieren
hu: Fiók Engedélyezése
nl: Account inschakelen
pl: Włącz konto
ru: Включить аккаунт

source: Quick Sync
de: Sync
hu: Gyors Szinkronizálás
nl: Snelle synchronisatie
pl: Szybka Synchronizacja
ru: Быстрая синхронизация

source: Full Resync
de: vollständige Neusynchronisation
hu: Teljes Újraszinkronizálás
nl: Volledige hersynchronisatie
pl: Pełna Resynchronizacja
ru: Полная пересинхронизация

source: Copy All Emails to Another Mailbox
de: alle E-Mails in ein anderes Postfach kopieren
hu: Összes E-mail Másolása Másik Postafiókba
nl: Alle e-mails naar andere mailbox kopiëren
pl: Kopiowanie Wszystkich Wiadomości do Innej Skrzynki
ru: Копировать все письма в другой почтовый ящик

source: Danger Zone
de: Gefahren-Zone
hu: Veszélyes Zóna
nl: Gevarenzone
pl: Strefa zagrożenia
ru: Опасная зона

# DangerZoneInfo
source: The following actions are irreversible and will permanently delete data.
de: Die folgenden Aktionen sind irreversibel und führen zur dauerhaften Löschung von Daten.
hu: A következő műveletek visszafordíthatatlanok és véglegesen törlik az adatokat.
nl: De volgende acties zijn onomkeerbaar en verwijderen permanent gegevens.
pl: Poniższe czynności są nieodwracalne i spowodują trwałe usunięcie danych.
ru: Следующие действия необратимы и окончательно удалят данные.

# DeleteAccountWithEmailsConfirm
source: Are you sure you want to delete this account and ALL {0} archived emails? This action cannot be undone!
de: Möchten Sie dieses Konto und ALLE {0} archivierten E-Mails wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden!
hu: Biztosan törölni szeretné ezt a fiókot és az ÖSSZES {0} archivált e-mailt? Ez a művelet nem vonható vissza!
nl: Weet u zeker dat u dit account en ALLE {0} gearchiveerde e-mails wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden!
pl: Czy na pewno chcesz usunąć to konto i WSZYSTKIE {0} zarchiwizowane wiadomości e-mail? Tego działania nie można cofnąć!
ru: Вы уверены, что хотите удалить этот аккаунт и ВСЕ {0} архивированных писем? Это действие нельзя отменить!

source: Back to Accounts
de: zurück zu den Accounts
hu: Vissza a Fiókokhoz
nl: Terug naar accounts
pl: Powrót do Kont
ru: Вернуться к аккаунтам

# ImportMBoxFileTitle
source: Import MBox File
de: Import MBox Datei
hu: MBox Fájl Importálása
nl: MBox bestand importeren
pl: Importuj Plik MBox
ru: Импорт MBox файла

source: MBox Import Information:
hu: MBox Import Információk:
nl: MBox import informatie:
pl: Informacje o Importowanym Pliku MBox:
ru: Информация об импорте MBox:

# SupportedFormatsStandard
source: Supported formats: Standard MBox files (.mbox, .mbx)
de: unterstützte Formate: Standard MBox Dateien (.mbox, .mbx)
hu: Támogatott formátumok: Szabványos MBox fájlok (.mbox, .mbx)
nl: Ondersteunde formaten: Standaard MBox bestanden (.mbox, .mbx)
pl: Wspierane formaty: Standardowe pliki MBox (.mbox, .mbx)
ru: Поддерживаемые форматы: Стандартные MBox файлы (.mbox, .mbx)

# MaximumFileSize
source: Maximum file size: {0}
de: maximal zulässige Dateigröße: {0}
hu: Maximális fájl méret: {0}
nl: Maximale bestandsgrootte: {0}
pl: Maksymalny rozmiar pliku: {0}
ru: Максимальный размер файла: {0}

# LargeFilesBackground
source: Large files will be processed in the background
de: große Dateien werden im Hintergrund verarbeitet
hu: Nagy fájlok feldolgozása a háttérben történik
nl: Grote bestanden worden op de achtergrond verwerkt
pl: Duże pliki będą przetwarzane w tle
ru: Большие файлы будут обрабатываться в фоне

# DuplicateEmailsSkipped
source: Duplicate emails will be automatically skipped
de: doppelte E-Mails werden automatisch übersprungen
hu: A duplikált e-mailek automatikusan kihagyásra kerülnek
nl: Dubbele e-mails worden automatisch overgeslagen
pl: Duplikowane wiadomości e-mail będą automatycznie pomijane
ru: Дублирующиеся письма будут автоматически пропущены

# AllEmailsImported
source: All emails will be imported to the specified folder
de: Alle E-Mails werden in den angegebenen Ordner importiert.
hu: Minden e-mail a megadott mappába lesz importálva
nl: Alle e-mails worden geïmporteerd in de opgegeven map
pl: Wszystkie wiadomości zostaną zaimportowane do określonego folderu
ru: Все письма будут импортированы в указанную папку

source: Upload and Import Settings
de: Upload und Import Einstellungen
hu: Feltöltési és Import Beállítások
nl: Upload en import instellingen
pl: Przesyłanie i Importowanie Ustawień
ru: Настройки загрузки и импорта

source: Select MBox File
de: MBox Datei auswählen
hu: MBox Fájl Kiválasztása
nl: MBox bestand selecteren
pl: Wybierz Plik MBox
ru: Выбрать MBox файл

# SupportedFormatsWithMax
source: Supported formats: .mbox, .mbx files. Maximum size: {0}
de: unterstützte Formate: .mbox, .mbx files. maximale Größe: {0}
hu: Támogatott formátumok: .mbox, .mbx fájlok. Maximális méret: {0}
nl: Ondersteunde formaten: .mbox, .mbx bestanden. Max grootte: {0}
pl: Obsługiwane formaty: .mbox, .mbx. Maksymalny rozmiar: {0}
ru: Поддерживаемые форматы: файлы .mbox, .mbx. Максимальный размер: {0}

source: Target Account
de: Zielaccount
hu: Cél Fiók
nl: Doelaccount
pl: Konto Docelowe
ru: Целевой аккаунт

# PlaceholderSelectAccount
source: -- Select Account --
de: -- Account auswählen --
hu: -- Válasszon Fiókot --
nl: -- Selecteer een account --
pl: -- Wybierz Konto --
ru: -- Выберите аккаунт --

source: Target Folder
de: Zielordner
hu: Cél Mappa
nl: Doelmap
pl: Folder Dcelowy
ru: Целевая папка

# PlaceholderSelectAccountFirst
source: -- Select Account First --
de: -- erst Account wählen --
hu: -- Előbb Válasszon Fiókot --
nl: -- Selecteer eerst een account --
pl: -- Najpierw Wybierz Konto --
ru: -- Сначала выберите аккаунт --

source: File Information:
de: Dateiinformatrionen:
hu: Fájl Információk:
nl: Bestandsinformatie:
pl: Informacje o Pliku:
ru: Информация о файле:

# FileNameLabel
source: File Name:
de: Dateiname:
hu: Fájl Név:
nl: Bestandsnaam:
pl: Nazwa Pliku:
ru: Имя файла:

# FileSizeLabel
source: File Size:
de: Dateigröße:
hu: Fájl Méret:
nl: Bestandsgrootte:
pl: Rozmiar Pliku:
ru: Размер файла:

source: Estimated Processing Time:
de: voraussichtliche Verabeitungsdauer:
hu: Becsült Feldolgozási Idő:
nl: Geschatte verwerkingstijd:
pl: Szacowany Czas Przetwarzania:
ru: Предполагаемое время обработки:

source: Important:
de: Wichtig:
hu: Fontos:
nl: Belangrijk:
pl: Ważne:
ru: Важно:
