Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

# MBoxFileTooLarge
source: File size exceeds maximum allowed size of {0}.
de: Dateigröße überschreitet die maximal erlaubte Größe von {0}.
hu: A fájl mérete meghaladja a maximálisan engedélyezett {0} méretet.
nl: Bestandsgrootte overschrijdt de maximale toegestane grootte van {0}.
pl: Rozmiar pliku przekracza maksymalny dopuszczalny rozmiar {0}.
ru: Размер файла превышает максимально допустимый размер {0}.

source: Selected account not found.
de: Ausgewähltes Konto nicht gefunden.
hu: A kiválasztott fiók nem található.
nl: Geselecteerde account niet gevonden.
pl: Nie znaleziono wybranego konta.
ru: Выбранная учетная запись не найдена.

# MBoxImportStarted
source: MBox file '{0}' uploaded successfully. Import job started with estimated {1:N0} emails.
de: MBox-Datei '{0}' erfolgreich hochgeladen. Import-Job gestartet mit geschätzten {1:N0} E-Mails.
hu: '{0}' MBox fájl sikeresen feltöltve. Import feladat elindult {1:N0} becsült e-maillel.
nl: Mbox -bestand '{0}' met succes geüpload. Import taak begon met geschatte {1: n0} e -mails.
pl: Plik MBox '{0}' został pomyślnie przesłany. Rozpoczęto importowanie około {1:N0} wiadomości e-mail.
ru: Mbox file '{0}' Загружену успешно. Импорт работы начался с расчетных электронных писем {1: N0}.

# MBoxImportError
source: Error starting import
de: Fehler beim Starten des Imports
hu: Hiba az import indításakor
nl: Fout starten importeren
pl: Błąd podczas uruchamiania importu
ru: Запуск ошибок импорт

# InvalidMBoxID
source: Invalid MBox import job ID.
de: Ungültige MBox-Import-Job-ID.
hu: Érvénytelen MBox import feladat ID.
nl: Ongeldige Mbox Import Job ID.
pl: Nieprawidłowy identyfikator zadania importu MBox.
ru: Неверный идентификатор задания по импорту Mbox.

source: MBox import job not found.
de: MBox-Import-Job nicht gefunden.
hu: MBox import feladat nem található.
nl: Mbox import job niet gevonden.
pl: Nie znaleziono zadania importu MBox.
ru: MBOX Импорт Импорт не найдена.

# MBoxImportCancelled
source: MBox import job has been cancelled.
de: MBox-Import-Job wurde abgebrochen.
hu: MBox import feladat megszakítva.
nl: Mbox Import -taak is geannuleerd.
pl: Zadanie importu MBox zostało anulowane.
ru: Импорт Mbox была отменена.

# MBoxImportCancelError
source: Could not cancel the MBox import job. The job may have already completed or does not exist.
de: MBox-Import-Job konnte nicht abgebrochen werden. Der Job könnte bereits abgeschlossen sein oder nicht mehr existieren.
hu: Nem sikerült megszakítani az MBox import feladatot. A feladat már befejeződhetett vagy nem létezik.
nl: Kon de Mbox -importtaak niet annuleren. De taak heeft mogelijk al voltooid of bestaat niet.
pl: Nie można anulować zadania importowania MBox. Zadanie mogło już zostać zakończone lub nie istnieje.
ru: Не удалось отменить работу по импорту Mbox. Работа, возможно, уже завершена или не существует.

# SyncTimeResetSuccess
source: Sync time has been reset to current time. This will prevent repeated sync errors from causing incomplete syncs, as the system will only sync emails newer than this timestamp.
de: Synchronisationszeit wurde auf die aktuelle Zeit zurückgesetzt. Dies verhindert, dass wiederholte Synchronisationsfehler unvollständige Synchronisationen verursachen, da das System im Normalfall nur E-Mails synchronisiert, die neuer als dieser Zeitstempel sind.
hu: A szinkronizálási idő visszaállítva a jelenlegi időre. Ez megakadályozza, hogy az ismétlődő szinkronizálási hibák hiányos szinkronizálást okozzanak, mivel a rendszer csak az ennél az időbélyegnél újabb e-maileket fogja szinkronizálni.
nl: Synchronisatie is gereset naar de huidige tijd. Dit voorkomt dat herhaalde synchronisatiefouten onvolledige synchronisaties veroorzaken, omdat het systeem alleen e -mails synchroniseert dan deze tijdstempel.
pl: Czas synchronizacji został zresetowany do aktualnego czasu. Zapobiegnie to powtarzającym się błędom synchronizacji powodującym niekompletną synchronizację, ponieważ system będzie synchronizował tylko wiadomości e-mail nowsze niż ten znacznik czasu.
ru: Время синхронизации было сброшено в текущее время. Это предотвратит повторные ошибки синхронизации не вызывать неполных синхронизации, так как система будет синхронизировать только электронные письма, чем эта метка времени.

# InvalidUserPassword
source: Invalid username or password.
de: Ungültiger Benutzername oder ungültiges Passwort.
hu: Érvénytelen felhasználónév vagy jelszó.
nl: Ongeldige gebruikersnaam of wachtwoord.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
ru: Неверное имя пользователя или пароль.

source: Self-Manager
de: Selbstverwaltung
hu: Önkezelő
nl: Zelf-Beheerder
pl: Samozarządzający
ru: Само-Менеджер

source: Import-Only Account
de: Nur-Import-Konto
hu: Csak Import Fiók
nl: Alleen-Import Account
pl: Konto Tylko do Importu
ru: Учётная запись только для импорта

# ImportOnlyAccountDescription
source: Account for importing MBox or EML files without IMAP synchronisation
de: Konto zum Importieren von MBox oder EML-Dateien ohne IMAP-Synchronisation
hu: Fiók MBox fájlok importálásához IMAP szinkronizálás nélkül
nl: Account voor het importeren van MBox-bestanden zonder IMAP-synchronisatie
pl: Konto do importowania plików MBox lub EML bez synchronizacji IMAP
ru: Учётная запись для импорта MBox файлов без IMAP синхронизации

# ImportOnlyAccountNoSync
source: Import-only accounts cannot be synchronised
de: Nur-Import-Konten können nicht synchronisiert werden
hu: A csak import fiókok nem szinkronizálhatók
nl: Alleen-import accounts kunnen niet gesynchroniseerd worden
pl: Konta tylko do importu nie mogą być synchronizowane
ru: Учётные записи только для импорта не могут быть синхронизированы

source: Running
de: läuft
hu: Fut
nl: Bezig
pl: Uruchomione
ru: Выполняется

source: Completed
de: abgeschlossen
hu: Befejezve
nl: Voltooid
pl: Zakończone
ru: Завершено

source: Failed
de: fehlgeschlagen
hu: Sikertelen
nl: Mislukt
pl: Niepowodzenia
ru: Неудачно

source: Cancelled
de: abgebrochen
hu: Megszakítva
nl: Geannuleerd
pl: Anulowane
ru: Отменено

source: Queued
de: in Warteschlange
hu: Várakozik
nl: In wachtrij
pl: W Folejce
ru: В очереди

source: Folders
de: Ordner
hu: Mappák
nl: Mappen
pl: Foldery
ru: Папки

source: New
de: neu
hu: Új
nl: Nieuw
pl: Nowość
ru: Новый

source: Deleted
de: gelöscht
hu: Törölve
nl: Verwijderd
pl: Usunięto
ru: Удалено

# AdminRoleDescription
source: Full system access including user management and all email accounts
de: Vollzugriff auf das System einschließlich Benutzerverwaltung und aller E-Mail-Konten
hu: Teljes rendszer hozzáférés beleértve a felhasználó kezelést és az összes e-mail fiókot
nl: Volledige systeemtoegang inclusief gebruikersbeheer en alle e-mailaccounts
pl: Pełny dostęp do systemu, w tym zarządzanie użytkownikami i wszystkimi kontami e-mail
ru: Полный доступ к системе, включая управление пользователями и всеми учетными записями электронной почты

# SelfManagerRoleDescription
source: Can manage their own account settings as well as add new Accounts
de: Kann eigene Kontoeinstellungen und zugewiesene E-Mail-Konten verwalten sowie neue Konten hinzufügen
hu: Kezelheti saját fiókbeállításait, valamint új fiókokat adhat hozzá
nl: Kan zijn eigen accountinstellingen beheren en nieuwe accounts toevoegen
pl: Może zarządzać własnymi ustawieniami konta, a także dodawać nowe konta
ru: Может управлять настройками своей учетной записи, а также добавлять новые учетные записи

source: Import Eml
de: EML Import
hu: EML Importálás
nl: EML Importeren
pl: Importuj EML
ru: Импорт EML

# ImportEmlFileTitle
source: Import EML File
de: EML-Datei importieren
hu: EML Fájl Importálása
nl: EML-bestand Importeren
pl: Importuj Plik EML
ru: Импорт EML-файла

source: EML Import Information:
de: EML-Import-Informationen:
hu: EML Import Információk:
nl: EML Import Informatie:
pl: Informacje o Imporcie EML:
ru: Информация об импорте EML:

# SupportedFormatsEml
source: Supported formats: ZIP files containing EML files
de: Unterstütztes Format: ZIP-Dateien mit EML-Dateien
hu: Támogatott formátumok: ZIP fájlok EML fájlokkal
nl: Ondersteunde formaten: ZIP-bestanden met EML-bestanden
pl: Obsługiwane formaty: pliki ZIP zawierające pliki EML
ru: Поддерживаемые форматы: ZIP-файлы, содержащие EML-файлы

# EmlFolderStructureInfo
source: Folder structure within ZIP will determine target folder for emails
de: Die Ordnerstruktur innerhalb der ZIP-Datei bestimmt den Quellordner für die importierten E-Mails.
hu: A ZIP-en belüli mappa struktúra határozza meg az e-mailek cél mappáját
nl: Mapstructuur binnen ZIP bepaalt de doelmap voor e-mails
pl: Struktura folderów w pliku ZIP określi folder docelowy dla wiadomości e-mail
ru: Структура папок в ZIP-архиве определит целевую папку для писем

# SelectEmlFile
source: Select EML File (ZIP format)
de: EML-Datei auswählen (ZIP-Format)
hu: EML Fájl Kiválasztása (ZIP formátum)
nl: EML-bestand Selecteren (ZIP-formaat)
pl: Wybierz Plik EML (format ZIP)
ru: Выбрать EML-файл (формат ZIP)

# SupportedFormatsEmlWithMax
source: Supported formats: .zip files containing EML files. Maximum size: {0}
de: Unterstützte Formate: .zip-Dateien mit EML-Dateien. Maximale Größe: {0}
hu: Támogatott formátumok: .zip fájlok EML fájlokkal. Maximális méret: {0}
nl: Ondersteunde formaten: .zip-bestanden met EML-bestanden. Maximale grootte: {0}
pl: Obsługiwane formaty: pliki .zip zawierające pliki EML. Maksymalny rozmiar: {0}
ru: Поддерживаемые форматы: .zip файлы, содержащие EML-файлы. Максимальный размер: {0}

# EmlImportFolderInfo
source: Folder Import Information
de: Ordner-Import-Informationen
hu: Mappa Import Információk
nl: Map Import Informatie
pl: Informacje o Imporcie Folderów
ru: Информация об импорте папок

# EmlImportFolderInfoDetail
source: EML files in the root of the ZIP will be imported to INBOX. EML files in subfolders will be imported to folders with the same name as the subfolder.
de: EML-Dateien im Hauptverzeichnis der ZIP-Datei werden in den INBOX Ordner importiert. EML-Dateien in Unterordnern werden in Ordner mit demselben Namen wie der Unterordner importiert.
hu: A ZIP gyökerében lévő EML fájlok a BEÉRKEZŐ mappába kerülnek. Az almappákban lévő EML fájlok az almappával azonos nevű mappákba kerülnek importálásra.
nl: EML-bestanden in de hoofdmap van de ZIP worden geïmporteerd naar INBOX. EML-bestanden in submappen worden geïmporteerd naar mappen met dezelfde naam als de submap.
pl: Pliki EML znajdujące się w katalogu głównym archiwum ZIP zostaną zaimportowane do folderu INBOX. Pliki EML znajdujące się w podfolderach zostaną zaimportowane do folderów o tej samej nazwie co podfolder.
ru: EML-файлы в корне ZIP будут импортированы в ВХОДЯЩИЕ. EML-файлы в подпапках будут импортированы в папки с тем же именем, что и подпапка.

# SelectValidEmlFile
source: Please select a valid EML file (ZIP format).
de: Bitte wählen Sie eine gültige EML-Datei (ZIP-Format) aus.
hu: Kérem válasszon egy érvényes EML fájlt (ZIP formátum).
nl: Selecteer een geldig EML-bestand (ZIP-formaat).
pl: Wybierz prawidłowy plik EML (format ZIP).
ru: Пожалуйста, выберите действительный EML-файл (формат ZIP).

# EmlFileTooLarge
source: File size exceeds maximum allowed size of {0}.
de: Dateigröße überschreitet die maximal erlaubte Größe von {0}.
hu: A fájl mérete meghaladja a maximálisan engedélyezett {0} méretet.
nl: Bestandsgrootte overschrijdt de maximaal toegestane grootte van {0}.
pl: Rozmiar pliku przekracza maksymalny dopuszczalny rozmiar {0}.
ru: Размер файла превышает максимально допустимый размер {0}.

# EmlImportStarted
source: EML file '{0}' uploaded successfully. Import job started with estimated {1:N0} emails.
de: EML-Datei '{0}' erfolgreich hochgeladen. Import-Job gestartet mit geschätzten {1:N0} E-Mails.
hu: '{0}' EML fájl sikeresen feltöltve. Import feladat elindult {1:N0} becsült e-maillel.
nl: EML-bestand '{0}' succesvol geüpload. Import taak gestart met naar schatting {1:N0} e-mails.
pl: Plik EML '{0}' został pomyślnie przesłany. Rozpoczęto importowanie zadań z szacowaną liczbą {1:N0} wiadomości e-mail.
ru: EML-файл '{0}' успешно загружен. Задача импорта запущена с примерно {1:N0} письмами.

# EmlImportError
source: Error starting EML import
de: Fehler beim Starten des EML-Imports
hu: Hiba az EML import indításakor
nl: Fout bij het starten van EML import
pl: Błąd podczas uruchamiania importu EML
ru: Ошибка запуска импорта EML

# InvalidEmlID
source: Invalid EML import job ID.
de: Ungültige EML-Import-Job-ID.
hu: Érvénytelen EML import feladat ID.
nl: Ongeldig EML import taak ID.
pl: Nieprawidłowy identyfikator zadania importu EML.
ru: Недействительный ID задачи импорта EML.

source: EML import job not found.
de: EML-Import-Job nicht gefunden.
hu: EML import feladat nem található.
nl: EML import taak niet gevonden.
pl: Nie znaleziono zadania importu EML.
ru: Задача импорта EML не найдена.

# EmlImportCancelled
source: EML import job has been cancelled.
de: EML-Import-Job wurde abgebrochen.
hu: EML import feladat megszakítva.
nl: EML import taak is geannuleerd.
pl: Zadanie importu EML zostało anulowane.
ru: Задача импорта EML была отменена.

# EmlImportCancelError
source: Could not cancel the EML import job. The job may have already completed or does not exist.
de: EML-Import-Job konnte nicht abgebrochen werden. Der Job könnte bereits abgeschlossen sein oder nicht mehr existieren.
hu: Nem sikerült megszakítani az EML import feladatot. A feladat már befejeződhetett vagy nem létezik.
nl: Kon de EML import taak niet annuleren. De taak is mogelijk al voltooid of bestaat niet.
pl: Nie można anulować zadania importu EML. Zadanie mogło już zostać zakończone lub nie istnieje.
ru: Не удалось отменить задачу импорта EML. Задача могла уже завершиться или не существует.

# EmlImportStatusTitle
source: EML Import Status
hu: EML Import Állapot
pl: Status importu EML
ru: Статус импорта EML

source: Import
de: Importieren
hu: Importálás
nl: Importeren
ru: Импорт

source: Microsoft 365 Account
de: Microsoft 365-Konto
hu: Microsoft 365 Fiók
pl: Konto Microsoft 365
ru: Учётная запись Microsoft 365

# Microsoft365AccountDescription
source: Account using Microsoft 365 OAuth2 authentication
de: Konto mit Microsoft 365 OAuth2-Authentifizierung
hu: Fiók Microsoft 365 OAuth2 hitelesítéssel
nl: Account dat Microsoft 365 OAuth2-authenticatie gebruikt
pl: Konto korzystające z uwierzytelniania Microsoft 365 OAuth2
ru: Учётная запись, использующая аутентификацию OAuth2 Microsoft 365

source: Microsoft 365 Settings
de: Microsoft 365-Einstellungen
hu: Microsoft 365 Beállítások
nl: Microsoft 365 Instellingen
pl: Ustawienia Microsoft 365
ru: Настройки Microsoft 365

source: Client ID
hu: Ügyfél ID
pl: Identyfikator klienta
ru: ID клиента

source: Client Secret
de: Client-Geheimnis
hu: Ügyfél Titkos Kód
pl: Tajemnica klienta
ru: Секрет клиента

# LeaveEmptyToKeepCurrent
source: Leave empty to keep current value
de: Leer lassen, um aktuellen Wert zu behalten
hu: Hagyja üresen a jelenlegi érték megtartásához
nl: Leeg laten om huidige waarde te behouden
pl: Pozostaw puste, aby zachować bieżącą wartość
ru: Оставьте пустым, чтобы сохранить текущее значение

# TwoFactorEnabledSuccess
source: Two-factor authentication has been successfully enabled.
de: Zwei-Faktor-Authentifizierung wurde erfolgreich aktiviert.
hu: A kétfaktoros hitelesítés sikeresen engedélyezve.
nl: Tweefactorauthenticatie is succesvol ingeschakeld.
pl: Udało się włączyć uwierzytelnianie dwuskładnikowe.
ru: Двухфакторная аутентификация успешно включена.

# TwoFactorEnableFail
source: Failed to enable two-factor authentication. Please try again.
de: Fehler beim Aktivieren der Zwei-Faktor-Authentifizierung. Bitte versuchen Sie es erneut.
hu: A kétfaktoros hitelesítés engedélyezése sikertelen. Kérem próbálja újra.
nl: Inschakelen van tweefactorauthenticatie is mislukt. Probeer opnieuw.
pl: Nie udało się włączyć uwierzytelniania dwuskładnikowego. Spróbuj ponownie.
ru: Не удалось включить двухфакторную аутентификацию. Попробуйте ещё раз.

# TwoFactorDisabledSuccess
source: Two-factor authentication has been successfully disabled.
de: Zwei-Faktor-Authentifizierung wurde erfolgreich deaktiviert.
hu: A kétfaktoros hitelesítés sikeresen letiltva.
nl: Tweefactorauthenticatie is succesvol uitgeschakeld.
pl: Udało się wyłączyć uwierzytelnianie dwuskładnikowe.
ru: Двухфакторная аутентификация успешно отключена.

# TwoFactorDisableFail
source: Failed to disable two-factor authentication. Please try again.
de: Fehler beim Deaktivieren der Zwei-Faktor-Authentifizierung. Bitte versuchen Sie es erneut.
hu: A kétfaktoros hitelesítés letiltása sikertelen. Kérem próbálja újra.
nl: Uitschakelen van tweefactorauthenticatie is mislukt. Probeer opnieuw.
pl: Nie udało się wyłączyć uwierzytelniania dwuskładnikowego. Spróbuj ponownie.
ru: Не удалось отключить двухфакторную аутентификацию. Попробуйте ещё раз.

# TwoFactorTokenInvalid
source: Invalid authentication code. Please try again.
de: Ungültiger Authentifizierungscode. Bitte versuchen Sie es erneut.
hu: Érvénytelen hitelesítési kód. Kérem próbálja újra.
nl: Ongeldige authenticatiecode. Probeer opnieuw.
pl: Nieprawidłowy kod uwierzytelniający. Spróbuj ponownie.
ru: Неверный код аутентификации. Попробуйте ещё раз.

# TwoFactorSecretMissing
source: Two-factor secret is missing. Please restart the setup process.
de: Zwei-Faktor-Geheimnis fehlt. Bitte starten Sie den Einrichtungsprozess neu.
hu: A kétfaktoros titkos kód hiányzik. Kérem indítsa újra a beállítási folyamatot.
nl: Tweefactor geheim ontbreekt. Start het installatieproces opnieuw.
pl: Brakuje dwuskładnikowego sekretu. Uruchom ponownie proces konfiguracji.
ru: Отсутствует секрет двухфакторной аутентификации. Перезапустите процесс настройки.

# TwoFactorNotEnabled
source: Two-factor authentication is not enabled for this account.
de: Die Zwei-Faktor-Authentifizierung ist für dieses Konto nicht aktiviert.
hu: A kétfaktoros hitelesítés nincs engedélyezve ehhez a fiókhoz.
nl: Tweefactorauthenticatie is niet ingeschakeld voor dit account.
pl: Uwierzytelnianie dwuskładnikowe nie jest włączone dla tego konta.
ru: Двухфакторная аутентификация не включена для этой учётной записи.

# TwoFactorSessionExpired
source: Your session has expired. Please log in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
hu: A munkamenet lejárt. Kérem jelentkezzen be újra.
nl: Uw sessie is verlopen. Log opnieuw in.
pl: Twoja sesja wygasła. Zaloguj się ponownie.
ru: Ваша сессия истекла. Войдите в систему снова.

# PasswordIncorrect
source: The password you entered is incorrect.
de: Das eingegebene Passwort ist falsch.
hu: A megadott jelszó hibás.
nl: Het ingevoerde wachtwoord is onjuist.
pl: Wprowadzone hasło jest nieprawidłowe.
ru: Введённый пароль неверен.

# TwoFactorResetSuccess
source: Two-factor authentication has been successfully reset for user {0}.
de: Zwei-Faktor-Authentifizierung wurde erfolgreich für Benutzer {0} zurückgesetzt.
hu: A kétfaktoros hitelesítés sikeresen visszaállítva {0} felhasználó számára.
nl: Tweefactorauthenticatie is succesvol gereset voor gebruiker {0}.
pl: Uwierzytelnianie dwuskładnikowe zostało zresetowane dla użytkownika {0}.
ru: Двухфакторная аутентификация успешно сброшена для пользователя {0}.

# TwoFactorResetFail
source: Failed to reset two-factor authentication for user {0}.
de: Fehler beim Zurücksetzen der Zwei-Faktor-Authentifizierung für Benutzer {0}.
hu: A kétfaktoros hitelesítés visszaállítása sikertelen {0} felhasználó számára.
nl: Resetten van tweefactorauthenticatie voor gebruiker {0} is mislukt.
pl: Nie udało się zresetować uwierzytelniania dwuskładnikowego dla użytkownika {0}.
ru: Не удалось сбросить двухфакторную аутентификацию для пользователя {0}.

source: Two-Factor Setup
de: Zwei-Faktor-Einrichtung
hu: Kétfaktoros Beállítás
nl: Tweefactor Instelling
pl: Konfiguracja Uwierzytelniania Dwuskładnikowego
ru: Настройка двухфакторной аутентификации

# TwoFactorSetupInstructions
source: Scan the QR code with your authenticator app or enter the secret manually.
de: Scannen Sie den QR-Code mit Ihrer Authentifizierungs-App oder geben Sie das Geheimnis manuell ein.
hu: Olvassa be a QR kódot a hitelesítő alkalmazással vagy adja meg a titkos kódot kézzel.
nl: Scan de QR-code met uw authenticatie-app of voer het geheim handmatig in.
pl: Zeskanuj kod QR za pomocą aplikacji uwierzytelniającej lub wprowadź kod ręcznie.
ru: Отсканируйте QR-код с помощью приложения аутентификатора или введите секрет вручную.

source: Scan QR Code
de: QR-Code scannen
hu: QR Kód Beolvasása
nl: QR-Code Scannen
pl: Zeskanuj Kod QR
ru: Сканировать QR-код

# UseAuthenticatorApp
source: Use an authenticator app like Google Authenticator or Authy to scan the QR code.
de: Verwenden Sie eine Authentifizierungs-App wie den Google Authenticator, um den QR-Code zu scannen.
hu: Használjon hitelesítő alkalmazást, például Google Authenticator vagy Authy a QR kód beolvasásához.
nl: Gebruik een authenticatie-app zoals Google Authenticator of Authy om de QR-code te scannen.
pl: Użyj aplikacji uwierzytelniającej, takiej jak Google Authenticator lub Authy, żeby zeskanować kod QR.
ru: Используйте приложение аутентификатор, такое как Google Authenticator или Authy, чтобы отсканировать QR-код.

# OrEnterManually
source: Or enter this secret manually in your authenticator app:
de: oder geben Sie dieses Geheimnis manuell in Ihre Authentifizierungs-App ein:
hu: Vagy adja meg ezt a titkos kódot kézzel a hitelesítő alkalmazásában:
nl: Of voer dit geheim handmatig in uw authenticatie-app in:
pl: Lub wprowadź ten kod ręcznie w aplikacji uwierzytelniającej:
ru: Или введите этот секрет вручную в вашем приложении аутентификаторе:

source: Backup Codes
hu: Tartalék Kódok
pl: Kody Zapasowe
ru: Резервные коды

# BackupCodesDescription
source: Store these backup codes in a safe place. You can use them to log in if you lose access to your authenticator app.
de: Bewahren Sie diese Backup-Codes an einem sicheren Ort auf. Sie können sie verwenden, um sich anzumelden, falls Sie den Zugriff auf Ihre Authentifizierungs-App verlieren.
hu: Tárolja ezeket a tartalék kódokat biztonságos helyen. Használhatja őket a bejelentkezéshez, ha elveszíti a hozzáférést a hitelesítő alkalmazáshoz.
nl: Bewaar deze backup codes op een veilige plaats. U kunt ze gebruiken om in te loggen als u toegang tot uw authenticatie-app verliest.
pl: Przechowuj te kody zapasowe w bezpiecznym miejscu. Możesz ich użyć do zalogowania się, jeśli utracisz dostęp do aplikacji uwierzytelniającej.
ru: Сохраните эти резервные коды в безопасном месте. Вы можете использовать их для входа, если потеряете доступ к приложению аутентификатору.

# BackupCodesWarning
source: Each backup code can only be used once. After using a code, it will be invalidated.
de: Jeder Backup-Code kann nur einmal verwendet werden. Nach der Verwendung wird er ungültig.
hu: Minden tartalék kód csak egyszer használható. Használat után a kód érvénytelenné válik.
nl: Elke backup code kan maar één keer gebruikt worden. Na gebruik van een code wordt deze ongeldig.
pl: Każdy kod zapasowy można wykorzystać tylko raz. Po użyciu kod traci ważność.
ru: Каждый резервный код можно использовать только один раз. После использования код станет недействительным.

source: Enter Verification Code
de: Bestätigungscode eingeben
hu: Ellenőrző Kód Megadása
nl: Verificatiecode Invoeren
pl: Wprowadź Kod Weryfikacyjny
ru: Введите код подтверждения

# EnableTwoFactor
source: Enable Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung aktivieren
hu: Kétfaktoros Hitelesítés Engedélyezése
nl: Tweefactorauthenticatie Inschakelen
pl: Włącz Uwierzytelnianie Dwuskładnikowe
ru: Включить двухфакторную аутентификацию

source: Two-Factor Verification
de: Zwei-Faktor-Bestätigung
hu: Kétfaktoros Ellenőrzés
nl: Tweefactor Verificatie
pl: Weryfikacja Dwuskładnikowa
ru: Двухфакторная проверка
