Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

source: Email Archive
de: Email Archiv
hu: E-mail Archívum
nl: E-mailarchief
pl: Archiwum E-Mail
ru: Архив электронной почты

source: Export
hu: Exportálás
nl: Exporteren
pl: Eksportuj
ru: Экспорт

source: Dashboard
hu: Vezérlőpult
pl: Pulpit
ru: Панель управления

source: Archive
de: Archiv
hu: Archívum
nl: Archief
pl: Archiwum
ru: Архив

source: Mail Accounts
hu: Postafiók Fiókok
nl: E-mailaccounts
pl: Konta Mailowe
ru: Почтовые аккаунты

source: Users
de: Benutzer
hu: Felhasználók
nl: Gebruikers
pl: Użytkownicy
ru: Пользователи

source: Jobs
hu: Feladatok
nl: Taken
pl: Zadania
ru: Задачи

source: Last update:
de: Letztes Update:
hu: Utolsó frissítés:
nl: Laatste update:
pl: Ostatnia aktualizacja:
ru: Последнее обновление:

source: Search
de: Suche
hu: Keresés
nl: Zoeken
pl: Wyszukiwanie
ru: Поиск

source: Search Term
de: Suchbegriffe
hu: Keresési Kifejezés
nl: Zoekterm
pl: Wyszukiwane hasło
ru: Поисковый запрос

source: From
de: Von
hu: Feladó
nl: Van
pl: Od
ru: От

source: To
de: An
hu: Címzett
nl: Aan
pl: Do
ru: Кому

source: Account
de: Konto
hu: Fiók
pl: Konto
ru: Аккаунт

source: Direction
de: Richtung
hu: Irány
nl: Richting
pl: Kierunek
ru: Направление

source: Reset
hu: Alaphelyzetbe
nl: Opnieuw instellen
pl: Resetuj
ru: Сбросить

source: Selection Mode
de: Auswahlmodus
hu: Kijelölési Mód
nl: Selectiemodus
pl: Tryb zaznaczenia
ru: Режим выбора

source: Batch Operation Information
de: Stapelverarbeitung Info
hu: Kötegelt Művelet Információk
nl: Batchbewerkingsinformatie
pl: Informacje o Operacjach Seryjnych
ru: Информация о пакетной операции

source: Direct Processing
de: Direkte Verarbeitung
hu: Közvetlen Feldolgozás
nl: Directe verwerking
pl: Przetwarzanie Bezpośrednie
ru: Прямая обработка

source: Background Job
de: Hintergrundjob
hu: Háttér Feladat
nl: Achtergrondtaak
pl: Zadanie w Tle
ru: Фоновая задача

source: Maximum Limit
de: Maximal
hu: Maximális Korlát
nl: Maximumlimiet
pl: Górna Granica
ru: Максимальный лимит

# ProcessOnPage
source: Process on this page (wait for completion)
de: Verarbeitung auf dieser Seite (warte auf Fertigstellung)
hu: Feldolgozás ezen az oldalon (várakozás befejezésre)
nl: Verwerk op deze pagina (wacht tot voltooid)
pl: Przetwarzaj na tej stronie (poczekaj na zakończenie)
ru: Обработать на этой странице (ждать завершения)

# ProcessInBackground
source: Process in background (monitor separately)
de: Verarbeitung im Hintergrund (Status auf der Job Seite ersichtlich)
hu: Háttérben feldolgozás (külön nyomon követés)
nl: Verwerk op de achtergrond (monitor afzonderlijk)
pl: Przetwarzaj w tle (monitoruj osobno)
ru: Обработать в фоне (отслеживать отдельно)

# SplitLargerOperations
source: Split larger operations into multiple batches
de: Aufteilen einer größeren Aufgabe in mehrere Stapel
hu: Nagyobb műveletek felosztása több kötegre
nl: Splits grotere bewerkingen in meerdere batches
pl: Rozdziel większe operacje na wiele zadań
ru: Разделить крупные операции на несколько пакетов

# ActiveJobsCurrentlyRunning
source: {0} active job(s) currently running
de: {0} aktive Aufgaben laufen aktuell
hu: {0} aktív feladat jelenleg fut
nl: {0} actieve taak/taken momenteel uitgevoerd
pl: {0} aktywnych zadań
ru: {0} активных задач в данный момент выполняется

# NoBackgroundJobsRunning
source: No background jobs currently running
de: Aktuell laufen keine Hintergrundaufgaben
hu: Jelenleg nincs futó háttér feladat
nl: Geen achtergrondtaken actief
pl: Brak zadań w tle
ru: Фоновые задачи не выполняются

source: Monitor Background Jobs
de: Hintergrundaufträge überwachen
hu: Háttér Feladatok Figyelése
nl: Monitor achtergrondtaken
pl: Monitoruj Zadania w Tle
ru: Отслеживать фоновые задачи

source: View Job History
de: Historie anzeigen
hu: Feladat Előzmények Megtekintése
nl: Bekijk taakgeschiedenis
pl: Wyświetl historie zadań
ru: Посмотреть историю задач

# EmailsFound
source: {0} emails found
de: {0} E-Mails gefunden
hu: {0} e-mail találat
nl: {0} e-mails gevonden
pl: Znaleziono {0} wiadomości e-mail
ru: Найдено {0} писем

# PageOf
source: Page {0} of {1}
de: Seite {0} von {1}
hu: {0}. oldal / {1}
nl: Pagina {0} van {1}
pl: Strona {0} z {1}
ru: Страница {0} из {1}

source: Select All
de: Alle auswählen
hu: Összes Kijelölése
nl: Alles selecteren
pl: Zaznacz wszystko
ru: Выбрать всё

source: Deselect All
de: Alle abwählen
hu: Kijelölés Megszüntetése
nl: Alles deselecteren
pl: Odznacz wszystko
ru: Снять выделение со всех

source: Copy Selected
de: Auswahl kopieren
hu: Kijelöltek Másolása
nl: Geselecteerde kopiëren
pl: Skopiuj Zaznaczone
ru: Копировать выбранные

source: Subject
de: Betreff
hu: Tárgy
nl: Onderwerp
pl: Temat
ru: Тема

source: Date
de: Datum
hu: Dátum
nl: Datum
pl: Data
ru: Дата

source: Attachments
de: Anhänge
hu: Mellékletek
nl: Bijlagen
pl: Załączniki
ru: Вложения

source: Details
hu: Részletek
pl: Szczegóły
ru: Подробности

source: Out
de: Ausgehend
hu: Kimenő
nl: Uitgaand
pl: Wychodzące
ru: Исходящие

source: In
de: Eingehend
hu: Bejövő
nl: Inkomend
pl: Przeychodzące
ru: Входящие

source: Select this email
de: Diese E-Mail auswählen
hu: E-mail kijelölése
nl: Selecteer deze e-mail
pl: Zaznacz ten e-mail
ru: Выбрать это письмо

source: Previous
de: Zurück
hu: Előző
nl: Vorige
pl: Poprzednie
ru: Предыдущая

source: Next
de: Weiter
hu: Következő
nl: Volgende
pl: Następne
ru: Следующая

# NoEmailsFoundTitle
source: No Emails Found
de: Keine E-Mails gefunden
hu: Nem Található E-mail
nl: Geen e-mails gevonden
pl: Nie Znaleziono Żadnych Wiadomości E-Mail
ru: Письма не найдены

# NoEmailsFoundText
source: No emails were found for the specified search criteria.
de: Keine E-Mails mit den gegebenen Suchparametern gefunden
hu: A megadott keresési feltételeknek nem felel meg egyetlen e-mail sem.
nl: Er zijn geen e-mails gevonden voor de opgegeven zoekcriteria.
pl: Nie znaleziono żadnych wiadomości e-mail spełniających podane kryteria wyszukiwania.
ru: Не найдено писем по указанным критериям поиска.

source: Export Search Results
de: Ergebnisse exportieren
hu: Keresési Eredmények Exportálása
nl: Zoekresultaten exporteren
pl: Eksportuj Wyniki Wyszukiwania
ru: Экспортировать результаты поиска

source: Export Format
hu: Exportálási Formátum
nl: Exportformaat
pl: Format Eksportu
ru: Формат экспорта

source: Export Information:
hu: Exportálási Információk:
nl: Exportinformatie:
pl: Informacje o Eksporcie:
ru: Информация об экспорте:

# ExportingFilteredResults
source: Exporting filtered results based on your current search criteria.
de: Exportieren der gefilterten Ergebnisse basierend auf den aktuellen Suchkriterien.
hu: Szűrt eredmények exportálása a jelenlegi keresési feltételek alapján.
nl: Exporteren van gefilterde resultaten gebaseerd op uw huidige zoekcriteria.
pl: Eksportowanie wyfiltrowanych wyników na podstawie kryteriów wyszukiwania.
ru: Экспорт отфильтрованных результатов на основе текущих критериев поиска.

# ExportingAllEmails
source: Exporting all emails from your archive.
de: Exportieren aller E-Mails des Archives.
hu: Az összes e-mail exportálása az archívumból.
nl: Exporteren van alle e-mails uit uw archief.
pl: Eksportowanie wszystkich wiadomości e-mail z archiwum.
ru: Экспорт всех писем из архива.

# ExportMayTakeTime
source: Export may take some time for large numbers of emails. The exported file will contain up to 10,000 emails.
de: Der Export benötigt hier ggf. eine längere Zeit.
hu: Nagy mennyiségű e-mail esetén az exportálás időt vehet igénybe. Az exportált fájl maximum 10.000 e-mailt tartalmaz.
nl: Export kan tijd duren voor grote aantallen e-mails. Het geëxporteerde bestand bevat maximaal 10.000 e-mails.
pl: Eksportowanie dużej liczby wiadomości e-mail może zająć trochę czasu. Wyeksportowany plik będzie zawierał maksymalnie 10 000 wiadomości e-mail.
ru: Экспорт может занять время при большом количестве писем. Экспортируемый файл будет содержать до 10 000 писем.

# EmailsMatchCriteria
source: {0} emails match your current criteria and will be exported.
de: {0} E-Mails entsprechen den Suchkriterien und werden exportiert.
hu: {0} e-mail felel meg a jelenlegi feltételeknek és kerül exportálásra.
nl: {0} e-mails komen overeen met uw huidige criteria en worden geëxporteerd.
pl: {0} wiadomości e-mail spełnia Twoje obecne kryteria i zostanie wyeksportowanych.
ru: {0} писем соответствуют текущим критериям и будут экспортированы.

source: Cancel
de: Abbrechen
hu: Mégse
nl: Annuleren
pl: Anuluj
ru: Отмена

# ExportButton
source: Export
hu: Exportálás
nl: Exporteren
pl: Eksportuj
ru: Экспорт

# DirectProcessingMode
source: Direct Processing
de: Direkte Verarbeitung
hu: Közvetlen Feldolgozás
nl: Directe verwerking
pl: Przetwarzanie Bezpośrednie
ru: Прямая обработка

# BackgroundJobMode
source: Background Job
de: Hintergrund Job
hu: Háttér Feladat
nl: Achtergrondtaak
pl: Zadania w Tle
ru: Фоновая задача

# TooManySelected
source: Too Many - Split Required
de: Zu Viele - Aufteilen erforderlich
hu: Túl sok - Felosztás szükséges
nl: Te veel - Verdeling vereist
pl: Zbyt wiele - wymagany podział
ru: Слишком много - требуется разделение

# PleaseSelectAtLeastOne
source: Please select at least one email to copy.
de: Bitte mindestens eine E-Mail zum Kopieren auswählen.
hu: Kérem válasszon ki legalább egy e-mailt a másoláshoz.
nl: Selecteer ten minste één e-mail om te kopiëren.
pl: Zaznacz przynajmniej jeden e-mail do skopiowania.
ru: Пожалуйста, выберите хотя бы одно письмо для копирования.

# TooManyEmailsSelected
source: Too many emails selected ({0}). Maximum allowed is {1} emails. Please reduce your selection or split into multiple operations.
de: Zu viele E-Mails ausgewählt: ({0}). Es sind maximal {1} E-Mails erlaubt. Bitte weniger wählen oder in mehrere Aktionen aufteilen.
hu: Túl sok e-mail kijelölve ({0}). Maximum {1} e-mail engedélyezett. Kérem csökkentse a kijelölést vagy ossza fel több műveletre.
nl: Te veel e-mails geselecteerd ({0}). Maximum toegestaan: {1} e-mails. Verklein uw selectie of splits in meerdere bewerkingen.
pl: Wybrano zbyt wiele wiadomości e-mail ({0}). Maksymalna dozwolona liczba to {1} wiadomości e-mail. Proszę zmniejszyć wybór lub podzielić go na kilka operacji.
ru: Выбрано слишком много писем ({0}). Максимум разрешено: {1} писем. Пожалуйста, уменьшите выбор или разделите на несколько операций.

# ContinueWithOperation
source: You have selected {0} emails. This will be processed as a background job that you can monitor separately. Continue?
de: Es sind {0} E-Mails ausgewählt. Diese werden als Hintergrundjob verarbeitet. Soll fortgefahren werden?
hu: {0} e-mailt jelölt ki. Ez háttér feladatként lesz feldolgozva, amit külön figyelhet. Folytatja?
nl: U heeft {0} e-mails geselecteerd. Dit wordt verwerkt als een achtergrondtaak die u afzonderlijk kunt monitoren. Doorgaan?
pl: Wybrałeś {0} wiadomości e-mail. Zostaną one przetworzone jako zadanie w tle, które możesz monitorować osobno. Kontynuować?
ru: Вы выбрали {0} писем. Это будет обработано как фоновая задача, которую можно отслеживать отдельно. Продолжить?

source: Confirm Batch Restore
de: Bestätigung der Stapelwiederherstellung
hu: Kötegelt Visszaállítás Megerősítése
nl: Bevestig batch herstel
pl: Potwierdź Przywrócenie Seryjne
ru: Подтвердить пакетное восстановление

source: Continue
de: Fortsetzen
hu: Folytatás
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить

source: No emails archived yet
de: Bisher sind keine E-Mails archiviert.
hu: Még nincs archivált e-mail
nl: Nog geen e-mails gearchiveerd
pl: Nie ma jeszcze żadnych zarchiwizowanych wiadomości e-mail
ru: Письма пока не архивированы

source: Quick Actions
de: Schnellaktionen
hu: Gyors Műveletek
nl: Snelle acties
pl: Szybkie działania
ru: Быстрые действия

source: Search Archive
de: Archiv durchsuchen
hu: Archívum Keresése
nl: Archief doorzoeken
pl: Przeszukuj Archiwum
ru: Поиск в архиве

source: Add Account
de: Account hinzufügen
hu: Fiók Hozzáadása
nl: Account toevoegen
pl: Dodaj Konto
ru: Добавить аккаунт

source: Manage Accounts
de: Accounts verwalten
hu: Fiókok Kezelése
nl: Accounts beheren
pl: Zarządzaj Kontami
ru: Управление аккаунтами

source: Background Jobs
de: Hintergrundjobs
hu: Háttér Feladatok
nl: Achtergrondtaken
pl: Zadania w Tle
ru: Фоновые задачи

source: active jobs
de: aktive Jobs
hu: aktív feladat
nl: actieve taken
pl: aktywne zadania
ru: активных задач

source: Emails
hu: E-mailek
pl: E-Maile
ru: Письма

source: Accounts
hu: Fiókok
pl: Konta
ru: Аккаунты

source: Storage
de: Speicher
hu: Tárhely
nl: Opslag
pl: Przechowywanie
ru: Хранилище

source: Emails per Month
de: E-Mails pro Monat
hu: E-mailek Havonta
nl: E-mails per maand
pl: Wiadomości e-mail na miesiąc
ru: Писем в месяц

source: Last 12 Months
de: letzte 12 Monate
hu: Elmúlt 12 Hónap
nl: Laatste 12 maanden
pl: Ostatnie 12 Miesięcy
ru: Последние 12 месяцев

source: Top Senders
de: Häufigste Absender
hu: Leggyakoribb Feladók
nl: Top afzenders
pl: Główni Nadawcy
ru: Топ отправителей

source: Incoming
de: Eingehend
hu: Bejövő
nl: Inkomend
pl: Przychodzące
ru: Входящие

source: Account Overview
de: Account Übersicht
hu: Fiók Áttekintés
nl: Accountoverzicht
pl: Podsumowanie Konta
ru: Обзор аккаунтов

source: Show All
de: alle anzeigen
hu: Összes Megjelenítése
nl: Toon alles
pl: Pokaż Wszystko
ru: Показать всё

source: Name
hu: Név
nl: Naam
pl: Nazwa
ru: Имя

source: Email Address
de: E-Mail Adresse
hu: E-mail Cím
nl: E-mailadres
pl: Adres E-Mail
ru: Email адрес

source: Count
de: Anzahl
hu: Darab
nl: Aantal
pl: Ilość
ru: Количество

# LastSync
source: Last Synchronisation
de: Letzte Synchronisation
hu: Utolsó Szinkronizálás
nl: Laatste sync
pl: Ostatnia Synchronizacja
ru: Последняя синхронизация

source: No email accounts found
de: Keine E-Mails gefunden
hu: Nem található e-mail fiók
nl: Geen e-mailaccounts gevonden
pl: Nie znaleziono żadnych wiadomości e-mail
ru: Почтовые аккаунты не найдены

# BackgroundJobsActive
source: Active Background Jobs:
de: Aktive Hintergrund Jobs:
hu: Aktív Háttér Feladatok:
nl: Actieve achtergrondtaken:
pl: Aktywne zadania w tle:
ru: Активные фоновые задачи:

source: View Jobs
de: Jobs anzeigen
hu: Feladatok Megtekintése
nl: Bekijk taken
pl: Pokaż zadania
ru: Посмотреть задачи

# AttachmentsCount
source: Attachments
de: Anhänge
hu: Mellékletek
nl: Bijlagen
pl: Załączniki
ru: Вложения

source: Auto Delete
de: Automatisch löschen
hu: Automatikus Törlés
nl: Automatisch verwijderen
pl: Automatyczne Usuwanie
ru: Автоудаление

source: Actions
de: Aktionen
hu: Műveletek
nl: Acties
pl: Działania
ru: Действия

source: Enabled
de: aktiviert
hu: Engedélyezve
nl: Ingeschakeld
pl: Włączony
ru: Включен

source: Disabled
de: deaktiviert
hu: Letiltva
nl: Uitgeschakeld
pl: Wyłączony
ru: Отключен

source: Not synced
de: nicht synchronisiert
hu: Nincs szinkronizálva
nl: Niet gesynchroniseerd
pl: Niezsynchronizowany
ru: Не синхронизирован

source: days
de: Tage
hu: nap
nl: dagen
pl: dni
ru: дней

source: Server
hu: Szerver
pl: Serwer
ru: Сервер

source: Email Accounts
hu: E-mail Fiókok
pl: Konta E-Mail
ru: Почтовые аккаунты

source: Create New User
de: Neuen Benutzer erstellen
hu: Új Felhasználó Létrehozása
nl: Nieuwe gebruiker aanmaken
pl: Stwórz nowego użytkownika
ru: Создать нового пользователя

source: Username
de: Benutzername
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa Użytkownika
ru: Имя пользователя

source: Role
de: Rolle
hu: Szerepkör
nl: Rol
pl: Rola
ru: Роль

source: Status
hu: Állapot
ru: Статус

source: Created
de: erstellt
hu: Létrehozva
nl: Aangemaakt
pl: Utworzony
ru: Создан

source: Last Login
de: letzter Login
hu: Utolsó Bejelentkezés
nl: Laatste inlog
pl: Ostatnie Logowanie
ru: Последний вход

source: Admin
hu: Adminisztrátor
nl: Beheerder
pl: Administrator
ru: Администратор

source: User
de: Benutzer
hu: Felhasználó
nl: Gebruiker
pl: Użytkownik
ru: Пользователь

source: Active
de: aktiv
hu: Aktív
nl: Actief
pl: Aktywny
ru: Активный

source: Inactive
de: inaktiv
hu: Inaktív
nl: Inactief
pl: Nieaktywny
ru: Неактивный

source: Never
de: nie
hu: Soha
nl: Nooit
pl: Nigdy
ru: Никогда

source: Assign
de: zuweisen
hu: Hozzárendelés
nl: Toewijzen
pl: Przypisz
ru: Назначить

source: Disable
de: deaktivieren
hu: Letiltás
nl: Uitschakelen
pl: Dezaktywuj
ru: Отключить

source: Enable
de: aktivieren
hu: Engedélyezés
nl: Inschakelen
pl: Aktywuj
ru: Включить

source: Delete
de: löschen
hu: Törlés
nl: Verwijderen
pl: Usuń
ru: Удалить

# DeleteAccountConfirm
source: Delete account {0} and all archived emails? This cannot be undone!
de: Soll der Account {0} und alle darin archivierten E-Mails gelöscht werden? Dies kann nicht rückgängig gemacht werden!
hu: Törli a(z) {0} fiókot és az összes archivált e-mailt? Ez nem vonható vissza!
nl: Account {0} en alle gearchiveerde e-mails verwijderen? Deze actie kan niet ongedaan gemaakt worden!
pl: Usunąć konto {0} i wszystkie zarchiwizowane wiadomości e-mail? Nie można cofnąć tej czynności!
ru: Удалить аккаунт {0} и все архивированные письма? Это действие нельзя отменить!

# DeleteUserConfirm
source: Are you sure you want to delete user {0}? This action cannot be undone.
de: Soll der Account {0} wirklich gelöscht werden?
hu: Biztosan törölni szeretné {0} felhasználót? Ez a művelet nem vonható vissza.
nl: Weet u zeker dat u gebruiker {0} wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć użytkownika {0}? Tego działania nie można cofnąć.
ru: Вы уверены, что хотите удалить пользователя {0}? Это действие нельзя отменить.

source: No users found
de: Keine Benutzer gefunden
hu: Nem található felhasználó
nl: Geen gebruikers gevonden
pl: Nie znaleziono użytkowników
ru: Пользователи не найдены

# AddFirstUser
source: Add your first user to start managing access to the mail archive.
de: Füge den ersten Benutzer hinzu um den Zugriff auf das Archiv zu verwalten.
hu: Adja hozzá az első felhasználót az e-mail archívumhoz való hozzáférés kezeléséhez.
nl: Voeg uw eerste gebruiker toe om toegang tot het e-mailarchief te beheren.
pl: Dodaj pierwszego użytkownika aby zacząć zarządzać dostępem do archiwum e-mail.
ru: Добавьте первого пользователя, чтобы начать управление доступом к архиву электронной почты.

# BackgroundJobsTitle
source: Background Jobs
de: Hintergrundaufträge
hu: Háttér Feladatok
nl: Achtergrondtaken
pl: Zadania w Tle
ru: Фоновые задачи

source: Back to Archive
de: Zurück zum Archiv
hu: Vissza az Archívumhoz
nl: Terug naar archief
pl: Wróć do Archiwum
ru: Вернуться к архиву

source: MBox Import Jobs
de: MBox Import Aufgaben
hu: MBox Import Feladatok
nl: MBox importtaken
pl: Zadania importu plików MBox
ru: Задачи импорта MBox

source: Job ID
hu: Feladat Azonosító
nl: Taak-ID
pl: ID zadania
ru: ID задачи

source: File Name
de: Dateiname
hu: Fájl Név
nl: Bestandsnaam
pl: Nazwa Pliku
ru: Имя файла

source: Progress
de: Fortschritt
hu: Folyamat
nl: Voortgang
pl: Postęp
ru: Прогресс

# EmailsLabel
source: Emails
hu: E-mailek
pl: E-Maile
ru: Письма

# CreatedLabel
source: Created
de: Erstellt
hu: Létrehozva
nl: Aangemaakt
pl: Utworzony
ru: Создан

# SynchronizationJobs
source: Synchronisation Jobs
de: Synchronisierungsaufgaben
hu: Szinkronizálási Feladatok
nl: Synchronisatietaken
pl: Synchronizacja Zadań
ru: Задачи синхронизации

source: Last 20
de: letzte 20
hu: Utolsó 20
nl: Laatste 20
pl: Ostatnie 20
ru: Последние 20

source: Started
de: gestartet
hu: Indítva
nl: Gestart
pl: Rozpoczęty
ru: Начат

source: Duration
de: Dauer
hu: Időtartam
nl: Duur
pl: Czas trwania
ru: Длительность

source: Batch Restore Jobs
de: Stapelwiederherstellungsaufgaben
hu: Kötegelt Visszaállítási Feladatok
nl: Batch hersteltaken
pl: Zadania Przywracania Zbiorowego
ru: Задачи пакетного восстановления

source: Batch Restore
de: Stapelwiederherstellung
hu: Kötegelt Visszaállítás
nl: Batch herstel
pl: Przywracanie Zbiorcze
ru: Пакетное восстановление

source: No Background Jobs
de: keine Hintergrundaufgaben
hu: Nincs Háttér Feladat
nl: Geen achtergrondtaken
pl: Brak zadań w tle
ru: Нет фоновых задач

# NoActiveBackgroundJobs
source: There are currently no active background jobs.
de: Es laufen aktuell keine Hintergrundaufgaben.
hu: Jelenleg nincs aktív háttér feladat.
nl: Er zijn momenteel geen actieve achtergrondtaken.
pl: Obecnie nie ma aktywnych zadań w tle.
ru: В настоящее время нет активных фоновых задач.

source: Import MBox Files
de: Mbox Dateien importieren
hu: MBox Fájlok Importálása
nl: MBox bestanden importeren
pl: Importuj pliki MBox
ru: Импорт MBox файлов

source: Recent Emails
de: neuste E-Mails
hu: Legutóbbi E-mailek
nl: Recente e-mails
pl: Ostatnie Wiadomości E-Mail
ru: Недавние письма

source: Subject, sender...
de: Betreffer, Absender...
hu: Tárgy, feladó...
nl: Onderwerp, afzender...
pl: Temat, nadawca...
ru: Тема, отправитель...

source: Import Mbox
de: Mbox Import
hu: MBox Importálás
nl: MBox importeren
pl: Importuj plik Mbox
ru: Импорт Mbox

source: IMAP Settings
de: IMAP Einstellungen
hu: IMAP Beállítások
nl: IMAP-instellingen
pl: Ustawienia IMAP
ru: Настройки IMAP

source: IMAP Server
hu: IMAP Szerver
pl: Serwer IMAP
ru: IMAP сервер

source: Edit
de: Bearbeiten
hu: Szerkesztés
nl: Bewerken
pl: Edytuj
ru: Редактировать

source: Sync
hu: Szinkronizálás
nl: Synchroniseren
pl: Synchronizacja
ru: Синхронизировать

source: No email accounts configured
de: Es sind keine E-Mail Accounts hinterlegt
hu: Nincs beállított e-mail fiók
nl: Geen e-mailaccounts geconfigureerd
pl: Brak skonfigurowanych kont mailowych
ru: Почтовые аккаунты не настроены

# AddFirstAccount
source: Add your first email account to start archiving emails or import existing MBox files.
de: Füge den ersten E-Mail Account hinzu um E-Mails zu archivieren oder Dateien zu importieren.
hu: Adja hozzá az első e-mail fiókot az e-mailek archiválásának megkezdéséhez vagy importáljon meglévő MBox fájlokat.
nl: Voeg uw eerste e-mailaccount toe om e-mails te archiveren of bestaande MBox bestanden te importeren.
pl: Dodaj pierwsze konto e-mail żeby zacząć archiwizować e-maile lub zaimportuj istniejące pliki MBox.
ru: Добавьте первый почтовый аккаунт, чтобы начать архивирование писем или импортировать существующие MBox файлы.

source: Create New Email Account
de: neuen E-Mail Account erstellen
hu: Új E-mail Fiók Létrehozása
nl: Nieuw e-mailaccount aanmaken
pl: Stwórz Nowe Konto E-Mail
ru: Создать новый почтовый аккаунт

source: Account Name
hu: Fiók Név
nl: Accountnaam
pl: Nazwa Konta
ru: Имя аккаунта

source: IMAP Port
nl: IMAP-poort
pl: Port IMAP
ru: IMAP порт

source: Password
de: Passwort
hu: Jelszó
nl: Wachtwoord
pl: Hasło
ru: Пароль

# LeaveEmpty
source: Leave empty to keep the current password unchanged.
de: Leer lassen um das aktuell hinterlegte Passwort weiter zu verwenden.
hu: Hagyja üresen a jelenlegi jelszó megtartásához.
nl: Laat leeg om het huidige wachtwoord ongewijzigd te houden.
pl: Pozostaw puste, aby zachować aktualne hasło.
ru: Оставьте пустым, чтобы сохранить текущий пароль без изменений.

# UseSSL
source: Use SSL or STARTTLS
de: SSL oder STARTTLS nutzen
hu: SSL vagy STARTTLS használata
nl: Gebruik SSL of STARTTLS
pl: Użyj SSL lub STARTTLS
ru: Используйте SSL или STARTTLS

source: Account Enabled
de: Account Aktiviert
hu: Fiók Engedélyezve
nl: Account ingeschakeld
pl: Konto Aktywne
ru: Аккаунт включен

# DisabledAccountsNotSynced
source: Disabled accounts will not be synchronised
de: Deaktivierte Accounts werden nicht synchronisiert.
hu: A letiltott fiókok nem lesznek szinkronizálva
nl: Uitgeschakelde accounts worden niet gesynchroniseerd
pl: Konta zdezaktywowane nie będą synchronizowane
ru: Отключенные аккаунты не будут синхронизироваться

source: Delete After Days
de: Lösche nach Tagen
hu: Törlés ennyi nap után
nl: Verwijderen na ... dagen
pl: Usuń Po Upływie
ru: Удалить через ... дней

source: Save
de: Speichern
hu: Mentés
nl: Opslaan
pl: Zapisz
ru: Сохранить

source: Back to List
de: Zurück zur Liste
hu: Vissza a Listához
nl: Terug naar lijst
pl: Wróć do Listy
ru: Вернуться к списку
