Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

# NoFoldersFound
source: No folders found on server
de: Keine Ordner auf dem Server gefunden
nl: Geen mappen gevonden op de server
pl: Nie znaleziono folderów na serwerze
ru: На сервере нет папок

source: Password Change Required
de: Passwortänderung erforderlich
nl: Wachtwoordwijziging vereist
pl: Wymaga Zmiana Hasła
ru: Требуется смена пароля

# PasswordChangeRequiredInfo
source: Your new password must be different from the current password and meet all security requirements.
de: Ihr neues Passwort muss sich vom aktuellen Passwort unterscheiden und alle Sicherheitsanforderungen erfüllen.
nl: Uw nieuwe wachtwoord moet verschillen van het huidige wachtwoord en aan alle veiligheidseisen voldoen.
pl: Twoje nowe hasło musi różnić się od obecnego hasła i spełniać wszystkie wymagania bezpieczeństwa.
ru: Ваш новый пароль должен отличаться от текущего пароля и соответствовать всем требованиям безопасности.

# PasswordChangeRequiredMessage
source: For security reasons, you must change your password before continuing. This is required because you are using the default system credentials on a newly set up system.
de: Aus Sicherheitsgründen müssen Sie Ihr Passwort ändern, bevor Sie fortfahren. Dies ist erforderlich, weil Sie die Standard-Anmeldedaten des Systems auf einem neu eingerichteten System verwenden.
nl: Om veiligheidsredenen moet u uw wachtwoord wijzigen voordat u verdergaat. Dit is vereist omdat u de standaard systeemreferenties gebruikt op een nieuw ingesteld systeem.
pl: Ze względów bezpieczeństwa przed kontynuowaniem należy zmienić hasło. Jest to wymagane, ponieważ korzystasz z domyślnych poświadczeń systemowych w nowo skonfigurowanym systemie.
ru: По соображениям безопасности вы должны изменить пароль перед продолжением. Это необходимо, потому что вы используете стандартные учетные данные системы на недавно настроенной системе.

# PasswordMinLength
source: Password must be at least 10 characters long
de: Passwort muss mindestens 10 Zeichen lang sein
nl: Wachtwoord moet minimaal 10 tekens lang zijn
pl: Hasło musi mieć co najmniej 10 znaków
ru: Пароль должен содержать не менее 10 символов

# PasswordMustBeDifferent
source: New password must be different from the current password
de: Neues Passwort muss sich vom aktuellen Passwort unterscheiden
nl: Nieuw wachtwoord moet verschillen van het huidige wachtwoord
pl: Nowe hasło musi różnić się od obecnego hasła
ru: Новый пароль должен отличаться от текущего пароля

source: Password Requirements
de: Passwortanforderungen
nl: Wachtwoordvereisten
pl: Wymagania Dotyczące Hasła
ru: Требования к паролю

# PasswordRequiresLowercase
source: Password must contain at least one lowercase letter
de: Passwort muss mindestens einen Kleinbuchstaben enthalten
nl: Wachtwoord moet minimaal een kleine letter bevatten
pl: Hasło musi zawierać co najmniej jedną małą literę
ru: Пароль должен содержать хотя бы одну строчную букву

# PasswordRequiresNumber
source: Password must contain at least one number
de: Passwort muss mindestens eine Zahl enthalten
nl: Wachtwoord moet minimaal een nummer bevatten
pl: Hasło musi zawierać co najmniej jedną cyfrę
ru: Пароль должен содержать хотя бы одну цифру

# PasswordRequiresSpecialChar
source: Password must contain at least one special character
de: Passwort muss mindestens ein Sonderzeichen enthalten
nl: Wachtwoord moet minimaal een speciaal teken bevatten
pl: Hasło musi zawierać co najmniej jeden znak specjalny
ru: Пароль должен содержать хотя бы один специальный символ

# PasswordRequiresUppercase
source: Password must contain at least one uppercase letter
de: Passwort muss mindestens einen Großbuchstaben enthalten
nl: Wachtwoord moet minimaal een hoofdletter bevatten
pl: Hasło musi zawierać co najmniej jedną wielką literę
ru: Пароль должен содержать хотя бы одну заглавную букву

# PleaseSelectAccount
source: Please select an account first
de: Bitte wählen Sie zunächst ein Konto aus
nl: Selecteer eerst een account
pl: Najpierw wybierz konto
ru: Пожалуйста, сначала выберите аккаунт

source: Provider
de: Anbieter
pl: Dostawca
ru: Поставщик

# ResetTwoFactor
source: Reset Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung zurücksetzen
nl: Tweestapsverificatie terugzetten
pl: Resetowanie uwierzytelniania dwuskładnikowego
ru: Сбросить двухфакторную аутентификацию

source: -- Select Account --
de: -- Konto auswählen --
nl: -- Account selecteren --
pl: -- Wybierz Konto --
ru: -- Выберите аккаунт --

source: Stored Hash
de: Gespeicherter Hash
nl: Opgeslagen Hash
pl: Zapisany Hasz
ru: Сохраненный хеш

source: Tenant-ID
de: Mandanten-ID
pl: Identyfikator Najemcy
ru: ID арендатора

# TwoFactorEnabled
source: Two-factor authentication is currently enabled for this user.
de: Zwei-Faktor-Authentifizierung ist für diesen Benutzer derzeit aktiviert.
nl: Tweestapsverificatie is momenteel ingeschakeld voor deze gebruiker.
pl: Dwuskładnikowe uwierzytelnianie jest obecnie włączone dla tego użytkownika.
ru: Двухфакторная аутентификация в настоящее время включена для этого пользователя.

# UseExistingCredentialsPrompt
source: Other Microsoft 365 accounts from this domain already exist. You can copy their credentials to save time.
de: Es existieren bereits andere Microsoft 365-Konten dieser Domain. Sie können deren Anmeldedaten kopieren, um Zeit zu sparen.
nl: Andere Microsoft 365-accounts van dit domein bestaan al. U kunt hun referenties kopiëren om tijd te besparen.
pl: Istnieją już inne konta Microsoft 365 z tej domeny. Możesz skopiować ich poświadczenia, aby zaoszczędzić czas.
ru: Другие аккаунты Microsoft 365 в этом домене уже существуют. Вы можете скопировать их учетные данные, чтобы сэкономить время.

# OidcAccountAlreadyExists
source: An account with this email already exists. Please contact your administrator to remove or modify the existing local account before using OIDC authentication.
nl: Er bestaat al een account met dit e-mailadres. Neem contact op met uw beheerder om het bestaande lokale account te verwijderen of te wijzigen voordat u OIDC-authenticatie gebruikt.
pl: Konto z tym adresem e-mail już istnieje. Skontaktuj się z administratorem, aby usunąć lub zmodyfikować istniejące konto lokalne przed użyciem uwierzytelniania OIDC.
ru: Учетная запись с этим адресом электронной почты уже существует. Пожалуйста, свяжитесь с вашим администратором для удаления или изменения существующей локальной учетной записи перед использованием аутентификации OIDC.

# OidcAccountDeactivated
source: Your account has been deactivated. Please contact an administrator.
nl: Uw account is gedeactiveerd. Neem contact op met een beheerder.
pl: Twoje konto zostało dezaktywowane. Skontaktuj się z administratorem.
ru: Ваша учетная запись была деактивирована. Пожалуйста, свяжитесь с администратором.

# OidcAccountPendingApproval
source: Your account is pending admin approval. Please contact an administrator.
nl: Uw account wacht op goedkeuring door de beheerder. Neem contact op met een beheerder.
pl: Twoje konto oczekuje na zatwierdzenie przez administratora. Skontaktuj się z administratorem.
ru: Ваша учетная запись ожидает одобрения администратором. Пожалуйста, свяжитесь с администратором.

# OidcClaimLengthExceeded
source: Claim values exceed maximum allowed length
nl: Claimwaarden overschrijden de maximale toegestane lengte
pl: Wartości reklamacji przekraczają maksymalną dozwoloną długość
ru: Значения заявок превышают максимально допустимую длину

# OidcInvalidEmailFormat
source: Invalid email format received from identity provider
nl: Ongeldig e-mailformaat ontvangen van de identity provider
pl: Nieprawidłowy format wiadomości e-mail otrzymanej od dostawcy tożsamości
ru: Неверный формат электронной почты, полученный от провайдера идентификации

# OidcUserCannotChangePassword
source: OIDC users cannot change their password. Password management is handled by your OIDC provider.
nl: OIDC-gebruikers kunnen hun wachtwoord niet wijzigen. Wachtwoordbeheer wordt door uw OIDC-provider gedaan.
pl: Użytkownicy OIDC nie mogą zmieniać swoich haseł. Zarządzaniem hasłami zajmuje się dostawca OIDC.
ru: Пользователи OIDC не могут изменить свой пароль. Управление паролями осуществляется вашим провайдером OIDC.

# OidcUserCannotChangeUsername
source: OIDC user usernames cannot be changed as they are linked to the OIDC provider identity.
nl: OIDC-gebruikersnamen kunnen niet worden gewijzigd omdat ze gekoppeld zijn aan de OIDC-provideridentiteit.
pl: Nazwy użytkowników OIDC nie mogą być zmieniane, ponieważ są powiązane z tożsamością dostawcy OIDC.
ru: Имена пользователей OIDC не могут быть изменены, так как они связаны с идентификацией провайдера OIDC.

# OidcUserCannotHavePassword
source: OIDC users cannot have a password. They authenticate through the OIDC provider.
nl: OIDC-gebruikers kunnen geen wachtwoord hebben. Ze authentiseren zich via de OIDC-provider.
pl: Użytkownicy OIDC nie mogą posiadać hasła. Uwierzytelniają się oni za pośrednictwem dostawcy OIDC.
ru: Пользователи OIDC не могут иметь пароль. Они аутентифицируются через провайдера OIDC.

# SignInWithOAuth
source: Login with OAuth
nl: Inloggen met OAuth
pl: Logowanie za pomocą OAuth
ru: Войти с OAuth
