Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

# ExportInfoText
source: This export will create a downloadable ZIP file containing all emails from this account. The format you choose determines how the emails are organised.
de: Dieser Export erstellt eine herunterladbare ZIP-Datei mit allen E-Mails von diesem Konto. Das gewählte Format bestimmt, wie die E-Mails organisiert werden.
hu: Ez az export egy letölthető ZIP fájlt hoz létre az összes e-maillel ebből a fiókból. A választott formátum határozza meg az e-mailek rendszerezését.
nl: Deze export maakt een downloadbaar ZIP-bestand met alle e-mails van dit account. Het formaat dat u kiest bepaalt hoe de e-mails zijn georganiseerd.
pl: Eksport spowoduje utworzenie pliku ZIP do pobrania zawierającego wszystkie wiadomości e-mail z tego konta. Wybrany format określa sposób uporządkowania wiadomości e-mail.
ru: Этот экспорт создаст загружаемый ZIP-файл, содержащий все письма из этой учетной записи. Выбранный вами формат определяет, как организованы письма.

source: EML Format
hu: EML Formátum
nl: EML Formaat
pl: Format EML
ru: Формат EML

source: MBox Format
hu: MBox Formátum
nl: MBox Formaat
pl: Format MBox
ru: Формат MBox

# EMLFormatInfo
source: EML Format Information
de: EML-Format-Informationen
hu: EML Formátum Információk
nl: EML Formaat Informatie
pl: Informacje o formacie EML
ru: Информация о Формате EML

# EMLFormatDescription
source: Creates individual .eml files organised in folders.
de: Erstellt einzelne .eml-Dateien, organisiert in Ordnern.
hu: Egyedi .eml fájlokat hoz létre 'in' és 'out' mappákban a bejövő és kimenő e-mailekhez.
nl: Maakt individuele .eml bestanden georganiseerd in 'in' en 'out' mappen voor respectievelijk inkomende en uitgaande e-mails.
pl: Tworzy pojedyncze pliki .eml uporządkowane w folderach.
ru: Создает отдельные .eml файлы, организованные в папки 'in' и 'out' для входящих и исходящих писем соответственно.

# MBoxFormatInfo
source: MBox Format Information
de: MBox-Format-Informationen
hu: MBox Formátum Információk
nl: MBox Formaat Informatie
pl: Informacje o formacie MBox
ru: Информация о Формате MBox

# MBoxFormatDescription
source: Creates traditional mailbox files containing all emails in a single file per folder.
de: Erstellt traditionelle Postfach-Dateien, die alle E-Mails in jeweils einer einzigen Datei pro Ordner enthalten.
hu: Hagyományos postafiók fájlokat hoz létre (in.mbox és out.mbox) az összes bejövő és kimenő e-maillel egy-egy fájlban.
nl: Maakt traditionele mailbox bestanden (in.mbox en out.mbox) met alle inkomende en uitgaande e-mails in elk één bestand.
pl: Tworzy tradycyjne pliki skrzynek pocztowych zawierające wszystkie wiadomości e-mail w jednym pliku na folder.
ru: Создает традиционные файлы почтового ящика (in.mbox и out.mbox), содержащие все входящие и исходящие письма в одном файле каждый.

# ExportWarning
source: Important Export Information
de: Wichtige Export-Informationen
hu: Fontos Export Információk
nl: Belangrijke Export Informatie
pl: Ważne informacje dotyczące eksportu
ru: Важная Информация об Экспорте

# ExportWarningTime
source: Large accounts may take several minutes to export and will run in the background
de: Große Konten können mehrere Minuten zum Exportieren benötigen und laufen im Hintergrund
hu: Nagy fiókok exportálása több percig tarthat és a háttérben fut
nl: Grote accounts kunnen enkele minuten duren om te exporteren en worden op de achtergrond uitgevoerd
pl: Eksportowanie dużych kont może potrwać kilka minut i będzie przebiegać w tle
ru: Большие учетные записи могут занять несколько минут для экспорта и будут выполняться в фоновом режиме

# ExportWarningSize
source: The resulting ZIP file may be quite large depending on email volume and attachments
de: Die resultierende ZIP-Datei kann je nach E-Mail-Volumen und Anhängen ziemlich groß werden
hu: A keletkező ZIP fájl nagy lehet az e-mailek mennyiségétől és mellékletektől függően
nl: Het resulterende ZIP-bestand kan behoorlijk groot zijn afhankelijk van e-mailvolume en bijlagen
pl: W zależności od ilości wiadomości e-mail i załączników, wynikowy plik ZIP może być dość duży
ru: Результирующий ZIP-файл может быть довольно большим в зависимости от объема писем и вложений

# ExportWarningCleanup
source: Export files are automatically deleted after download or after 7 days
de: Export-Dateien werden automatisch nach dem Download oder nach 7 Tagen gelöscht
hu: Az export fájlok automatikusan törlődnek letöltés után vagy 7 nap múlva
nl: Export bestanden worden automatisch verwijderd na download of na 7 dagen
pl: Pliki eksportowe są automatycznie usuwane po pobraniu lub po upływie 7 dni
ru: Файлы экспорта автоматически удаляются после загрузки или через 7 дней

# ConfirmExport
source: Are you sure you want to start the export? This will process all emails in this account.
de: Sind Sie sicher, dass Sie den Export starten möchten? Dies wird alle E-Mails in diesem Konto verarbeiten.
hu: Biztosan elindítja az exportot? Ez feldolgozza az összes e-mailt ebben a fiókban.
nl: Weet u zeker dat u de export wilt starten? Dit verwerkt alle e-mails in dit account.
pl: Czy na pewno chcesz rozpocząć eksport? Spowoduje to przetworzenie wszystkich wiadomości e-mail na tym koncie.
ru: Вы уверены, что хотите начать экспорт? Это обработает все письма в этой учетной записи.

source: Back to Account
de: zurück zum Konto
hu: Vissza a Fiókhoz
nl: Terug naar Account
pl: Powrót do Konta
ru: Назад к Учетной Записи

source: Current Email
de: aktuelle E-Mail
hu: Jelenlegi E-mail
nl: Huidige E-mail
pl: Obecna Wiadomość
ru: Текущее Письмо

source: Processed Emails
de: verarbeitete E-Mails
hu: Feldolgozott E-mailek
nl: Verwerkte E-mails
pl: Przetworzone Wiadomości
ru: Обработанные Письма

source: Export Status
hu: Export Állapot
pl: Status Eksportu
ru: Статус Экспорта

source: Downloaded
de: heruntergeladen
hu: Letöltve
nl: Gedownload
pl: Pobrane
ru: Загружено

source: Error
de: Fehler
hu: Hiba
nl: Fout
pl: Błąd
ru: Ошибка

source: Refresh
de: aktualisieren
hu: Frissítés
nl: Vernieuwen
pl: Odświeżanie
ru: Обновить

source: Export Format Selection
de: Export-Format-Auswahl
hu: Export Formátum Kiválasztás
nl: Export Formaat Selectie
pl: Wybór Formatu Eksportu
ru: Выбор Формата Экспорта

# ExportFormatSelectionInfo
source: Choose the format for your email export. Each format has different advantages depending on your needs.
de: Wählen Sie das Format für Ihren E-Mail-Export. Jedes Format hat verschiedene Vorteile je nach Ihren Bedürfnissen.
hu: Válassza ki az e-mail export formátumát. Minden formátumnak más előnyei vannak az igényeitől függően.
nl: Kies het formaat voor uw e-mail export. Elk formaat heeft verschillende voordelen afhankelijk van uw behoeften.
pl: Wybierz format eksportu wiadomości e-mail. Każdy format ma różne zalety w zależności od potrzeb.
ru: Выберите формат для экспорта ваших писем. Каждый формат имеет разные преимущества в зависимости от ваших потребностей.

# ExportSelectedInfo
source: The export will run in the background and you will be able to download the result from the Jobs page once completed.
de: Der Export läuft im Hintergrund und Sie können das Ergebnis von der Jobs-Seite herunterladen, sobald er abgeschlossen ist.
hu: Az export a háttérben fog futni és az eredményt a Feladatok oldalról töltheti le, amikor kész.
nl: De export wordt op de achtergrond uitgevoerd en u kunt het resultaat downloaden van de Jobs pagina zodra het voltooid is.
pl: Eksport będzie przebiegał w tle, a po zakończeniu będzie można pobrać wynik z zakładki Zadania.
ru: Экспорт будет выполняться в фоновом режиме, и вы сможете загрузить результат со страницы Задач после завершения.

source: Export Selected
de: Ausgewählte exportieren
hu: Kijelöltek Exportálása
nl: Geselecteerde Exporteren
pl: Eksportuj Wybrane
ru: Экспорт Выбранных

# SelectedEmailsExportStatusTitle
source: Selected Emails Export Status
de: Status des Exports ausgewählter E-Mails
hu: Kijelölt E-mailek Export Állapota
nl: Geselecteerde E-mails Export Status
pl: Status Eksportu Wybranych Wiadomości
ru: Статус Экспорта Выбранных Писем

source: Selected Emails Export Jobs
de: Export-Jobs für ausgewählte E-Mails
hu: Kijelölt E-mailek Export Feladatai
nl: Geselecteerde E-mails Export Taken
pl: Wybrane zadania eksportu wiadomości e-mail
ru: Задачи Экспорта Выбранных Писем

source: Selected Emails Export
de: Export ausgewählter E-Mails
hu: Kijelölt E-mailek Exportja
nl: Geselecteerde E-mails Export
pl: Eksport Wybranych Wiadomości
ru: Экспорт Выбранных Писем

source: Export Selected Emails
de: ausgewählte E-Mails exportieren
hu: Kijelölt E-mailek Exportálása
nl: Geselecteerde E-mails Exporteren
pl: Eksportuj Wybrane Wiadomości
ru: Экспортировать Выбранные Письма

# SelectedEmailsExportComplete
source: Selected emails export completed successfully. {0} emails were exported.
de: Export ausgewählter E-Mails erfolgreich abgeschlossen. {0} E-Mails wurden exportiert.
hu: Kijelölt e-mailek exportja sikeresen befejezve. {0} e-mail exportálva.
nl: Export van geselecteerde e-mails succesvol voltooid. {0} e-mails zijn geëxporteerd.
pl: Eksport wybranych wiadomości e-mail zakończył się powodzeniem. Wyeksportowano {0} wiadomości e-mail.
ru: Экспорт выбранных писем успешно завершен. {0} писем было экспортировано.

# SelectedEmailsExportFailed
source: Selected emails export failed. Please check the logs for more details.
de: Export ausgewählter E-Mails fehlgeschlagen. Bitte prüfen Sie die Protokolle für weitere Details.
hu: Kijelölt e-mailek exportja sikertelen. Kérem ellenőrizze a naplókat a részletekért.
nl: Export van geselecteerde e-mails is mislukt. Controleer de logs voor meer details.
pl: Eksport wybranych wiadomości e-mail nie powiódł się. Sprawdź dzienniki, aby uzyskać więcej informacji.
ru: Экспорт выбранных писем не удался. Пожалуйста, проверьте логи для получения дополнительной информации.

# SelectedEmailsExportCancelled
source: Selected emails export was cancelled.
de: Export ausgewählter E-Mails wurde abgebrochen.
hu: Kijelölt e-mailek exportja megszakítva.
nl: Export van geselecteerde e-mails is geannuleerd.
pl: Eksport wybranych wiadomości e-mail został anulowany.
ru: Экспорт выбранных писем был отменен.

source: EML Import Jobs
hu: EML Import Feladatok
nl: EML Import Taken
pl: Zadania Importu EML
ru: Задачи Импорта EML

# EmailHasNoAttachments
source: This email has no attachments.
de: Diese E-Mail hat keine Anhänge.
hu: Ennek az e-mailnek nincs melléklete.
nl: Deze e-mail heeft geen bijlagen.
pl: Ta wiadomość e-mail nie zawiera załączników.
ru: В этом письме нет вложений.

# NoAccessToEmail
source: You do not have access to this email.
de: Sie haben keinen Zugriff auf diese E-Mail.
hu: Nincs hozzáférése ehhez az e-mailhez.
nl: U heeft geen toegang tot deze e-mail.
pl: Nie masz dostępu do tej wiadomości e-mail.
ru: У вас нет доступа к этому письму.

# EmailNotFound
source: The email could not be found.
de: Die E-Mail konnte nicht gefunden werden.
hu: Az e-mail nem található.
nl: De e-mail kon niet worden gevonden.
pl: Nie można znaleźć wiadomości e-mail.
ru: Письмо не найдено.

# EmailCopiedSuccessfully
source: The email has been successfully copied to the specified folder.
de: Die E-Mail wurde erfolgreich in den angegebenen Ordner kopiert.
hu: Az e-mail sikeresen másolva a megadott mappába.
nl: De e-mail is succesvol gekopieerd naar de opgegeven map.
pl: Wiadomość e-mail została pomyślnie skopiowana do wskazanego folderu.
ru: Письмо было успешно скопировано в указанную папку.

# EmailCopyFailed
source: The email could not be copied to the specified folder. Please check the logs.
de: Die E-Mail konnte nicht in den angegebenen Ordner kopiert werden. Bitte prüfen Sie die Protokolle.
hu: Az e-mailt nem sikerült másolni a megadott mappába. Kérem ellenőrizze a naplókat.
nl: De e-mail kon niet gekopieerd worden naar de opgegeven map. Controleer de logs.
pl: Nie można skopiować wiadomości e-mail do określonego folderu. Sprawdź logi.
ru: Не удалось скопировать письмо в указанную папку. Проверьте логи.

# NoEmailsSelectedForBatch
source: No emails selected for batch operation.
de: Keine E-Mails für Batch-Operation ausgewählt.
hu: Nincs e-mail kijelölve a kötegelt művelethez.
nl: Geen e-mails geselecteerd voor batch operatie.
pl: Nie wybrano wiadomości e-mail dla operacji wsadowej.
ru: Не выбраны письма для пакетной операции.

# NoEmailsCopiedCheckLogs
source: None of the selected emails could be copied. Please check the logs for details.
de: Keine der ausgewählten E-Mails konnte kopiert werden. Bitte prüfen Sie die Protokolle für Details.
hu: Egyik kijelölt e-mailt sem sikerült másolni. Kérem ellenőrizze a naplókat a részletekért.
nl: Geen van de geselecteerde e-mails kon gekopieerd worden. Controleer de logs voor details.
pl: Nie można skopiować żadnej z wybranych wiadomości e-mail. Szczegółowe informacje można znaleźć w dzienniku log.
ru: Ни одно из выбранных писем не удалось скопировать. Проверьте логи для подробностей.

source: Mail account not found.
de: E-Mail-Konto nicht gefunden.
hu: E-mail fiók nem található.
nl: E-mailaccount niet gevonden.
pl: Nie znaleziono konta pocztowego.
ru: Почтовая учетная запись не найдена.

# NoEmailsFoundForAccount
source: No emails found to copy for this account.
de: Keine E-Mails zum Kopieren für dieses Konto gefunden.
hu: Nem található másolható e-mail ehhez a fiókhoz.
nl: Geen e-mails gevonden om te kopiëren voor dit account.
pl: Nie znaleziono wiadomości e-mail do skopiowania dla tego konta.
ru: Не найдено писем для копирования для этой учетной записи.

# TooManyEmailsToProcess
source: Too many emails to process. Please try with a smaller selection.
de: Zu viele E-Mails zu verarbeiten. Bitte versuchen Sie es mit einer kleineren Auswahl.
hu: Túl sok e-mail feldolgozásra. Kérem próbálja kisebb kijelöléssel.
nl: Te veel e-mails om te verwerken. Probeer het met een kleinere selectie.
pl: Zbyt wiele wiadomości e-mail do przetworzenia. Spróbuj wybrać mniejszą liczbę wiadomości.
ru: Слишком много писем для обработки. Попробуйте с меньшим выбором.

# TooManyEmailsSelectFewer
source: Too many emails selected. Please select fewer emails and try again.
de: Zu viele E-Mails ausgewählt. Bitte wählen Sie weniger E-Mails aus und versuchen Sie es erneut.
hu: Túl sok e-mail kijelölve. Kérem válasszon kevesebb e-mailt és próbálja újra.
nl: Te veel e-mails geselecteerd. Selecteer minder e-mails en probeer opnieuw.
pl: Wybrano zbyt wiele wiadomości e-mail. Wybierz mniej wiadomości e-mail i spróbuj ponownie.
ru: Выбрано слишком много писем. Выберите меньше писем и попробуйте снова.

# NoEnabledEmailAccounts
source: No enabled email accounts found.
de: Keine aktivierten E-Mail-Konten gefunden.
hu: Nincs engedélyezett e-mail fiók.
nl: Geen ingeschakelde e-mailaccounts gevonden.
pl: Nie znaleziono włączonych kont e-mail.
ru: Не найдено включенных почтовых учетных записей.

# AsyncBatchRestoreNotAvailable
source: Asynchronous batch restore is not available.
de: Die asynchrone Stapelwiederherstellung ist nicht verfügbar.
hu: Az aszinkron kötegelt visszaállítás nem elérhető.
nl: Asynchrone batch herstel is niet beschikbaar.
pl: Asynchroniczne przywracanie zbiorcze nie jest dostępne.
ru: Асинхронное пакетное восстановление недоступно.

# BatchRestoreServiceNotAvailable
source: Batch restore service is not available.
de: Der Stapelwiederherstellungsdienst ist nicht verfügbar.
hu: A kötegelt visszaállítási szolgáltatás nem elérhető.
nl: Batch herstel service is niet beschikbaar.
pl: Usługa przywracania zbiorczego nie jest dostępna.
ru: Служба пакетного восстановления недоступна.

source: Invalid job ID.
de: ungültige Auftrags-ID
hu: Érvénytelen feladat ID.
nl: Ongeldig taak ID.
pl: Nieprawidłowy identyfikator zadania.
ru: Недействительный ID задачи.

source: Batch restore job not found.
de: Der Stapelwiederherstellungsjob wurde nicht gefunden.
hu: Kötegelt visszaállítási feladat nem található.
nl: Batch herstel taak niet gevonden.
pl: Nie znaleziono zadania przywracania zbiorczego.
ru: Задача пакетного восстановления не найдена.

# BatchRestoreJobCancelled
source: Batch restore job has been cancelled.
de: Der Stapelwiederherstellungsjob wurde abgebrochen.
hu: Kötegelt visszaállítási feladat megszakítva.
nl: Batch herstel taak is geannuleerd.
pl: Zadanie przywracania zbiorczego zostało anulowane.
ru: Задача пакетного восстановления была отменена.

# CouldNotCancelBatchRestoreJob
source: Could not cancel the batch restore job.
de: Der Stapelwiederherstellungsjob konnte nicht abgebrochen werden.
hu: Nem sikerült megszakítani a kötegelt visszaállítási feladatot.
nl: Kon de batch herstel taak niet annuleren.
pl: Nie można anulować zadania przywracania zbiorczego.
ru: Не удалось отменить задачу пакетного восстановления.

# SyncJobServiceNotAvailable
source: Sync job service is not available.
de: Sync-Job-Dienst ist nicht verfügbar.
hu: A szinkronizálási feladat szolgáltatás nem elérhető.
nl: Sync taak service is niet beschikbaar.
pl: Usługa zadań synchronizacji jest niedostępna.
ru: Служба задач синхронизации недоступна.

# SyncJobCancelled
source: Sync job has been cancelled.
de: Sync-Job wurde abgebrochen.
hu: Szinkronizálási feladat megszakítva.
nl: Sync taak is geannuleerd.
pl: Zadanie synchronizacji zostało anulowane.
ru: Задача синхронизации была отменена.

# CouldNotCancelSyncJob
source: Could not cancel the sync job.
de: Sync-Job konnte nicht abgebrochen werden.
hu: Nem sikerült megszakítani a szinkronizálási feladatot.
nl: Kon de sync taak niet annuleren.
pl: Nie można anulować zadania synchronizacji.
ru: Не удалось отменить задачу синхронизации.

# SelectedEmailsExportServiceNotAvailable
source: Selected emails export service is not available.
de: Der Export-Dienst für ausgewählte E-Mails ist nicht verfügbar.
hu: A kijelölt e-mailek export szolgáltatása nem elérhető.
nl: Geselecteerde e-mails export service is niet beschikbaar.
pl: Usługa eksportu wybranych wiadomości e-mail jest niedostępna.
ru: Служба экспорта выбранных писем недоступна.

source: Selected emails export job not found.
de: Der Export-Job für ausgewählte E-Mails wurde nicht gefunden.
hu: Kijelölt e-mailek export feladata nem található.
nl: Geselecteerde e-mails export taak niet gevonden.
pl: Nie znaleziono wybranego zadania eksportu wiadomości e-mail.
ru: Задача экспорта выбранных писем не найдена.

# SelectedEmailsExportJobCancelled
source: Selected emails export job has been cancelled.
de: Der Export-Job für ausgewählte E-Mails wurde abgebrochen.
hu: Kijelölt e-mailek export feladata megszakítva.
nl: Geselecteerde e-mails export taak is geannuleerd.
pl: Wybrane zadanie eksportu wiadomości e-mail zostało anulowane.
ru: Задача экспорта выбранных писем была отменена.

# CouldNotCancelSelectedEmailsExportJob
source: Could not cancel the selected emails export job.
de: Der Export-Job für ausgewählte E-Mails konnte nicht abgebrochen werden.
hu: Nem sikerült megszakítani a kijelölt e-mailek export feladatát.
nl: Kon de geselecteerde e-mails export taak niet annuleren.
pl: Nie można anulować wybranego zadania eksportu wiadomości e-mail.
ru: Не удалось отменить задачу экспорта выбранных писем.

# SelectedEmailsExportNotCompleted
source: Selected emails export job is not completed yet or has already been downloaded.
de: Der Export-Job für ausgewählte E-Mails ist noch nicht abgeschlossen oder wurde bereits heruntergeladen.
hu: A kijelölt e-mailek export feladata még nem fejeződött be vagy már letöltötték.
nl: Geselecteerde e-mails export taak is nog niet voltooid of al gedownload.
pl: Wybrane zadanie eksportu wiadomości e-mail nie zostało jeszcze ukończone lub zostało już pobrane.
ru: Задача экспорта выбранных писем еще не завершена или уже была загружена.

source: Error downloading export file.
de: Fehler beim Herunterladen der Export-Datei.
hu: Hiba az export fájl letöltésekor.
nl: Fout bij het downloaden van export bestand.
pl: Błąd pobierania pliku eksportu.
ru: Ошибка при загрузке файла экспорта.

# ExportParametersInvalid
source: Export parameters are invalid. Please try again.
de: Die Export-Parameter sind ungültig. Bitte versuchen Sie es erneut.
hu: Az export paraméterek érvénytelenek. Kérem próbálja újra.
nl: Export parameters zijn ongeldig. Probeer opnieuw.
pl: Parametry eksportu są nieprawidłowe. Spróbuj ponownie.
ru: Параметры экспорта недействительны. Попробуйте снова.

# NoAccessToSelectedAccount
source: You do not have access to the selected account.
de: Sie haben keinen Zugriff auf das ausgewählte Konto.
hu: Nincs hozzáférése a kiválasztott fiókhoz.
nl: U heeft geen toegang tot het geselecteerde account.
pl: Nie masz dostępu do wybranego konta.
ru: У вас нет доступа к выбранной учетной записи.

source: No emails selected for export.
de: Keine E-Mails für Export ausgewählt.
hu: Nincs e-mail kijelölve exportálásra.
nl: Geen e-mails geselecteerd voor export.
pl: Nie wybrano żadnych wiadomości e-mail do eksportu.
ru: Не выбраны письма для экспорта.

# SelectedEmailsExportNotAvailable
source: Selected emails export is not available.
de: Der Export ausgewählter E-Mails ist nicht verfügbar.
hu: A kijelölt e-mailek exportja nem elérhető.
nl: Geselecteerde e-mails export is niet beschikbaar.
pl: Eksport wybranych wiadomości e-mail nie jest dostępny.
ru: Экспорт выбранных писем недоступен.

# NoAccessToSelectedEmails
source: You do not have access to any of the selected emails.
de: Sie haben keinen Zugriff auf die ausgewählten E-Mails.
hu: Nincs hozzáférése a kijelölt e-mailekhez.
nl: U heeft geen toegang tot de geselecteerde e-mails.
pl: Nie masz dostępu do żadnej z wybranych wiadomości e-mail.
ru: У вас нет доступа ни к одному из выбранных писем.

# ExportFailedWithError
source: Export failed: {0}
de: Export fehlgeschlagen: {0}
hu: Export sikertelen: {0}
nl: Export mislukt: {0}
pl: Eksport nie powiódł się: {0}
ru: Экспорт не удался: {0}

# ErrorOccurredWithMessage
source: An error occurred: {0}
de: Ein Fehler ist aufgetreten: {0}
hu: Hiba történt: {0}
nl: Er is een fout opgetreden: {0}
pl: Wystąpił błąd: {0}
ru: Произошла ошибка: {0}

# TooManyEmailsSelectedWithLimits
source: Too many emails selected ({0:N0}). Maximum allowed is {1:N0} emails per operation.
de: Zu viele E-Mails ausgewählt ({0:N0}). Maximal erlaubt sind {1:N0} E-Mails pro Vorgang.
hu: Túl sok e-mail kijelölve ({0:N0}). Maximum {1:N0} e-mail engedélyezett műveletenként.
nl: Te veel e-mails geselecteerd ({0:N0}). Maximum toegestaan is {1:N0} e-mails per operatie.
pl: Wybrano zbyt wiele wiadomości e-mail ({0:N0}). Maksymalna dozwolona liczba to {1:N0} wiadomości e-mail na operację.
ru: Выбрано слишком много писем ({0:N0}). Максимально разрешено {1:N0} писем на операцию.

# TooManyEmailsForDirectProcessing
source: Too many emails selected for direct processing ({0:N0}). Maximum for direct processing is {1:N0} emails.
de: Zu viele E-Mails für direkte Verarbeitung ausgewählt ({0:N0}). Das Maximum für direkte Verarbeitung sind {1:N0} E-Mails.
hu: Túl sok e-mail kijelölve közvetlen feldolgozásra ({0:N0}). Maximum {1:N0} e-mail a közvetlen feldolgozáshoz.
nl: Te veel e-mails geselecteerd voor directe verwerking ({0:N0}). Maximum voor directe verwerking is {1:N0} e-mails.
pl: Wybrano zbyt wiele wiadomości e-mail do bezpośredniego przetwarzania ({0:N0}). Maksymalna liczba wiadomości e-mail do bezpośredniego przetwarzania wynosi {1:N0}.
ru: Выбрано слишком много писем для прямой обработки ({0:N0}). Максимум для прямой обработки {1:N0} писем.

# AllEmailsCopiedSuccessfully
source: All {0} emails have been successfully copied to the specified folder.
de: Alle {0} E-Mails wurden erfolgreich in den angegebenen Ordner kopiert.
hu: Mind a(z) {0} e-mail sikeresen másolva a megadott mappába.
nl: Alle {0} e-mails zijn succesvol gekopieerd naar de opgegeven map.
pl: Wszystkie {0} wiadomości e-mail zostało pomyślnie skopiowane do określonego folderu.
ru: Все {0} писем были успешно скопированы в указанную папку.
