Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

# NoMailAccountsAssigned
source: No mail accounts assigned to this user.
de: Diesem Benutzer sin keine E-Mail Konten zugewiesen.
hu: Nincs e-mail fiók hozzárendelve ehhez a felhasználóhoz.
nl: Geen e-mailaccounts toegewezen aan deze gebruiker.
pl: Brak kont pocztowych przypisanych do tego użytkownika.
ru: Этому пользователю не назначены почтовые аккаунты.

source: Save Changes
de: Änderungen speichern
hu: Módosítások Mentése
nl: Wijzigingen opslaan
pl: Zapisz Zmiany
ru: Сохранить изменения

source: Create User
de: Benutzer erstellen
hu: Felhasználó Létrehozása
nl: Gebruiker aanmaken
pl: Utwórz Użytkownika
ru: Создать пользователя

source: Edit User
de: Benutzer bearbeiten
hu: Felhasználó Szerkesztése
nl: Gebruiker bewerken
pl: Edytuj Użytkownika
ru: Редактировать пользователя

# ErrorTitle
source: Error
de: Fehler
hu: Hiba
nl: Fout
pl: Błąd
ru: Ошибка

# ErrorProcessingRequest
source: An error occurred while processing your request.
de: Bei der Verarbeitung der Anfrage ist ein Fehler aufgetreten.
hu: Hiba történt a kérés feldolgozása során.
nl: Er is een fout opgetreden bij het verwerken van uw verzoek.
pl: Wystąpił błąd podczas przetwarzania Twojego żądania.
ru: Произошла ошибка при обработке вашего запроса.

source: Request ID:
hu: Kérés ID:
nl: Verzoek-ID:
pl: Identyfikator Żądania:
ru: ID запроса:

source: Development Mode
hu: Fejlesztői Mód
nl: Ontwikkelingsmodus
pl: Tryb Dewelopera
ru: Режим разработки

# DevelopmentModeDetail1
source: Swapping to Development environment will display more detailed information about the error that occurred.
de: Durch den Wechsel zur Entwicklungsumgebung werden detailliertere Informationen zu dem aufgetretenen Fehler angezeigt.
hu: A fejlesztői környezetre váltás részletesebb információkat jelenít meg a fellépett hibáról.
nl: Overschakelen naar de ontwikkelingsomgeving toont meer gedetailleerde informatie over de opgetreden fout.
pl: Przejście do środowiska programistycznego spowoduje wyświetlenie bardziej szczegółowych informacji o wystąpionym błędzie.
ru: Переключение в среду разработки покажет более подробную информацию об ошибке, которая произошла.

# DevelopmentModeDetail2
source: The Development environment shouldn't be enabled for deployed applications. It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the Development environment by setting the ASPNETCORE_ENVIRONMENT environment variable to Development and restarting the app.
de: Die Entwicklungsumgebung sollte für bereitgestellte Anwendungen nicht aktiviert sein. Dies kann dazu führen, dass vertrauliche Informationen aus Ausnahmen für Endbenutzer angezeigt werden. Aktivieren Sie für die lokale Fehlerbehebung die Entwicklungsumgebung, indem Sie die Umgebungsvariable ASPNETCORE_ENVIRONMENT auf „Development” setzen und die App neu starten.
hu: A fejlesztői környezet nem engedélyezhető telepített alkalmazásokhoz. Érzékeny információkat jeleníthet meg a kivételekből a végfelhasználók számára. Helyi hibakereséshez engedélyezze a fejlesztői környezetet az ASPNETCORE_ENVIRONMENT környezeti változó Development értékre állításával és az alkalmazás újraindításával.
nl: De ontwikkelingsomgeving mag niet ingeschakeld zijn voor geïmplementeerde applicaties. Het kan ervoor zorgen dat gevoelige informatie uit uitzonderingen wordt weergegeven aan eindgebruikers. Voor lokaal debuggen, schakel de ontwikkelingsomgeving in door de omgevingsvariabele ASPNETCORE_ENVIRONMENT in te stellen op Development en de applicatie opnieuw te starten.
pl: Środowisko programistyczne nie powinno być włączone dla wdrożonych aplikacji. Może to spowodować wyświetlenie poufnych informacji z wyjątków użytkownikom końcowym. W celu lokalnego debugowania włącz środowisko programistyczne, ustawiając zmienną środowiskową ASPNETCORE_ENVIRONMENT na Development i ponownie uruchom aplikację.
ru: Среда разработки не должна быть включена для развернутых приложений. Это может привести к отображению конфиденциальной информации об исключениях конечным пользователям. Для локальной отладки включите среду разработки, установив переменную окружения ASPNETCORE_ENVIRONMENT в Development и перезапустив приложение.

source: Email Details
hu: E-mail Részletek
pl: Szczegółu Wiadomości
ru: Детали письма

# ExportEML
source: Export as EML
de: Export als EML
hu: Exportálás EML-ként
nl: Exporteren als EML
pl: Eksportuj jako EML
ru: Экспорт в EML

# ExportCSV
source: Export as CSV
de: Export als CSV
hu: Exportálás CSV-ként
nl: Exporteren als CSV
pl: Eksportuj jako CSV
ru: Экспорт в CSV

# ExportJSON
source: Export as JSON
de: Export als JSON
hu: Exportálás JSON-ként
nl: Exporteren als JSON
pl: Eksportuj jako JSON
ru: Экспорт в JSON

source: More Export Options
de: weitere Export Optionen
hu: További Export Opciók
nl: Meer exportopties
pl: Więcej Opcji Eksportu
ru: Больше опций экспорта

source: Copy to Mailbox
de: in Postfach kopieren
hu: Másolás Postafiókba
nl: Naar mailbox kopiëren
pl: Kopiuj do Skrzynki
ru: Копировать в почтовый ящик

source: Toggle Dropdown
de: Dropdown-Menü umschalten
hu: Legördülő Kapcsolása
nl: Dropdown omschakelen
pl: Rozwiń Menu
ru: Переключить выпадающее меню

source: Outgoing
de: ausgehend
hu: Kimenő
nl: Uitgaand
pl: Wychodzące
ru: Исходящие

source: Folder
de: Ordner
hu: Mappa
nl: Map
ru: Папка

source: CC
hu: Másolat
ru: Копия

source: Email Content
de: E-Mail Inhalt
hu: E-mail Tartalom
nl: E-mail inhoud
pl: Zawartość Wiadomości
ru: Содержимое письма

source: Full View
de: Großansicht
hu: Teljes Nézet
nl: Volledige weergave
pl: Pełny Widok
ru: Полный просмотр

source: Target Settings
de: Zieleinstellungen
hu: Cél Beállítások
nl: Doelinstellingen
pl: Ustawienia Docelowe
ru: Настройки цели

source: Language
de: Sprache
hu: Nyelv
nl: Taal
pl: Język
ru: Язык

source: Advanced Search
de: erweiterte Suche
hu: Részletes Keresés
nl: Geavanceerd zoeken
pl: Wyszukiwanie Zaawansowane
ru: Расширенный поиск

# AdvancedSearchInfo1
source: • Use quotes for exact phrases: "important meeting"
de: • Verwenden Sie Anführungszeichen für genaue Ausdrücke: „wichtiges Meeting“
hu: • Használjon idézőjeleket pontos kifejezésekhez: "fontos megbeszélés"
nl: • Gebruik aanhalingstekens voor exacte zinnen: "belangrijke vergadering"
pl: • Używaj cudzysłowów dla dokładnych fraz: "ważne spotkanie"
ru: • Используйте кавычки для точных фраз: "важная встреча"

# AdvancedSearchInfo2
source: • Field-specific search: subject:invoice, from:john, to:domain, body:"important"
de: • Feld spezifische Suche: subject:invoice, from:john, to:eric, body:"important"
hu: • Mező-specifikus keresés: subject:számla, from:jános, to:domain, body:"fontos"
nl: • Veldspecifiek zoeken: subject:factuur, from:jan, to:domein, body:"belangrijk"
pl: • Wyszukiwanie według pola: subject:faktura, from:john, to:domena, body:"ważne"
ru: • Поиск по конкретному полю: subject:счет, from:иван, to:домен, body:"важно"

# AdvancedSearchInfo3
source: • Combine both: "car insurance" subject:invoice from:insurance
de: • Kombinationen aus Beidem: "car insurance" subject:invoice from:insurance
hu: • Kombinálja mindkettőt: "autó biztosítás" subject:számla from:biztosító
nl: • Combineer beide: "autoverzekering" subject:factuur from:verzekering
pl: • Połącz oba: "ubezpieczenie samochodu" subject:faktura from:ubezpieczyciel
ru: • Комбинируйте оба: "автострахование" subject:счет from:страховая

source: Preview
de: Vorschau
hu: Előnézet
nl: Voorbeeld
pl: Podgląd
ru: Предварительный просмотр

source: Download
de: Herunterladen
hu: Letöltés
nl: Downloaden
pl: Pobierz
ru: Скачать

source: Restore
de: Wiederherstellen
hu: Visszaállítás
nl: Herstellen
pl: Przywróć
ru: Восстановить

source: Deletion
de: Löschen
hu: Törlés
nl: Verwijdering
pl: Usunięcie
ru: Удаление

# FromDate
source: From
de: Von
hu: Kezdő dátum
nl: Van
pl: Od
ru: От

source: Preview not available
de: keine Vorschau verfügbar
hu: Előnézet nem elérhető
nl: Voorbeeld niet beschikbaar
pl: Podgląd nie dostepny
ru: Предварительный просмотр недоступен

# FileTypeCannotBePreviewed
source: This file type cannot be previewed. Please download to view.
de: Dieser Dateityp kann nicht in der Vorschau angezeigt werden. Bitte herunterladen, um ihn anzuzeigen.
hu: Ez a fájltípus nem tekinthető meg előnézetben. Kérem töltse le a megtekintéshez.
nl: Dit bestandstype kan niet worden voorvertoond. Download het bestand om te bekijken.
pl: Nie można wyświetlić podglądu tego typu pliku. Aby go wyświetlić, należy go pobrać.
ru: Этот тип файла не может быть предварительно просмотрен. Пожалуйста, скачайте для просмотра.

source: Download All Attachments
de: Alle Anlagen herunterladen
hu: Összes Melléklet Letöltése
nl: Alle bijlagen downloaden
pl: Pobierz Wszystkie Załączniki
ru: Скачать все вложения

source: Change Password
de: Passwort ändern
hu: Jelszó Módosítása
nl: Wachtwoord wijzigen
pl: Zmień Hasło
ru: Изменить пароль

# PasswordHint
source: Password must be at least 6 characters long.
de: Das Passwort muss mindestens sechs Zeichen lang sein.
hu: A jelszónak legalább 6 karakter hosszúnak kell lennie.
nl: Het wachtwoord moet ten minste 6 tekens bevatten.
pl: Hasło musi mieć co najmniej 6 znaków.
ru: Пароль должен содержать не менее 6 символов.

# PasswordTooShort
source: Password must be at least 6 characters long.
hu: A jelszónak legalább 6 karakter hosszúnak kell lennie.
nl: Het wachtwoord moet ten minste 6 tekens bevatten.
pl: Hasło musi mieć co najmniej 6 znaków.
ru: Пароль должен содержать не менее 6 символов.

source: All Accounts
de: Alle Konten
hu: Minden fiók
nl: Alle accounts
pl: Wszystkie Konta
ru: Все счета

source: All
de: Alle
hu: Mind
nl: Alle
pl: Wszystkie
ru: Все

# PasswordRequired
source: Password is required.
de: Das Passwort ist erforderlich.
hu: Jelszó szükséges.
nl: Wachtwoord is vereist.
pl: Hasło jest wymagane.
ru: Требуется пароль.

# UsernameExists
source: Username already exists.
de: Der Benutzername existiert bereits.
hu: A felhasználónév már létezik.
nl: Gebruikersnaam bestaat al.
pl: Nazwa użytkownika już istnieje.
ru: Имя пользователя уже существует.

# EmailExists
source: Email already exists.
de: Die E-Mail existiert bereits.
hu: Az e-mail cím már létezik.
nl: E -mail bestaat al.
pl: Adres e-mail już istnieje.
ru: Электронная почта уже существует.

# UserCreatedSuccess
source: User '{0}' created successfully.
de: Benutzer '{0}' wurde erfolgreich angelegt.
hu: '{0}' felhasználó sikeresen létrehozva.
nl: Gebruiker '{0}' met succes gemaakt.
pl: Użytkownik '{0}' został pomyślnie utworzony.
ru: Пользователь '{0}' Создан успешно.

# ErrorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
hu: Hiba történt
nl: Er is een fout opgetreden
pl: Wystąpił błąd
ru: Произошла ошибка

# CannotRemoveAdmin
source: Cannot remove admin rights. At least one admin must exist.
de: Adminrechte können nicht entzogen werden, da mindestens ein Admin vorhanden sein muss!
hu: Nem lehet eltávolítani az adminisztrátori jogokat. Legalább egy adminisztrátornak léteznie kell.
nl: Kan de admin -rechten niet verwijderen. Ten minste één admin moet bestaan.
pl: Nie można usunąć uprawnień administratora. Musi istnieć co najmniej jeden administrator.
ru: Не может удалить права администратора. По крайней мере, один администратор должен существовать.

# UserUpdated
source: User '{0}' updated successfully.
de: Benutzer '{0}' wurde erfolgreich aktualisiert.
hu: '{0}' felhasználó sikeresen frissítve.
nl: Gebruiker '{0}' met succes bijgewerkt.
pl: Użytkownik '{0}' został pomyślnie zaktualizowany.
ru: Пользователь '{0}' успешно обновлен.

# UserUpdateFailed
source: Failed to update user.
de: Benutzeraktualisierung fehlgeschlagen.
hu: Felhasználó frissítése sikertelen.
nl: De gebruiker niet bijgewerkt.
pl: Nie udało się zaktualizować użytkownika.
ru: Не удалось обновить пользователя.

source: User not found.
de: Benutzer nicht gefunden.
hu: Felhasználó nem található.
nl: Gebruiker niet gevonden.
pl: Nie znaleziono użytkownika.
ru: Пользователь не найден.

# UserDeleteAdmin
source: Cannot delete the last admin user. At least one admin must exist.
de: Der Adminbenutzer konnte nicht gelöscht werden, da mindestens ein Benutzer mit Adminrechten vorhanden sein muss.
hu: Nem lehet törölni az utolsó adminisztrátor felhasználót. Legalább egy adminisztrátornak léteznie kell.
nl: Kan de laatste admin -gebruiker niet verwijderen. Ten minste één admin moet bestaan.
pl: Nie można usunąć ostatniego użytkownika administratora. Musi istnieć co najmniej jeden administrator.
ru: Не удается удалить последнего пользователя администратора. По крайней мере, один администратор должен существовать.

# UserDeleteSuccess
source: User '{0}' deleted successfully.
de: Benutzer '{0}' erfolgreich gelöscht.
hu: '{0}' felhasználó sikeresen törölve.
nl: Gebruiker '{0}' met succes verwijderd.
pl: Użytkownik '{0}' został pomyślnie usunięty.
ru: Пользователь '{0}' Удален успешно.

# UserDeleteFail
source: Failed to delete user '{0}'.
de: Löschen des Benutzers '{0}' fehlgeschlagen.
hu: '{0}' felhasználó törlése sikertelen.
nl: Verwijder de gebruiker '{0}' niet.
pl: Nie udało się usunąć użytkownika '{0}'
ru: Не удалось удалить пользователя '{0}'.

# AccountAssignmentSuccess
source: Mail account assignments for user '{0}' updated successfully.
de: Die Zwueisungen für den Benutzer '{0}' wurden erfolgreich aktualisiert.
hu: '{0}' felhasználó e-mail fiók hozzárendelései sikeresen frissítve.
nl: Mail -accountopdrachten voor gebruikers '{0}' met succes bijgewerkt.
pl: Przypisania kont pocztowych dla użytkownika '{0}' zaktualizowane pomyślnie.
ru: Присвоение учетной записи почты для пользователя '{0}' успешно обновлено.

# PasswordCurrentRequired
source: Current password is required.
de: Das aktuelle Passwort ist erforderlich.
hu: Jelenlegi jelszó szükséges.
nl: Het huidige wachtwoord is vereist.
pl: Wymagane jest podanie aktualnego hasła.
ru: Требуется текущий пароль.

# PasswordNewRequired
source: New password is required.
de: Ein neues Kennwort ist erforderlich.
hu: Új jelszó szükséges.
nl: Nieuw wachtwoord is vereist.
pl: Wymagane jest nowe hasło.
ru: Требуется новый пароль.

# PasswordNotMatch
source: New password and confirmation do not match.
de: Das neue Passwort und die Bestätigung stimmen nicht überein.
hu: Az új jelszó és a megerősítés nem egyezik.
nl: Nieuw wachtwoord en bevestiging komen niet overeen.
pl: Nowe hasło i potwierdzenie nie są zgodne.
ru: Новый пароль и подтверждение не совпадают.

# PasswordCurrentIncorrect
source: Current password is incorrect.
de: Das aktuelle Passwort ist nicht korrekt.
hu: A jelenlegi jelszó hibás.
nl: Het huidige wachtwoord is onjuist.
pl: Aktualne hasło jest nieprawidłowe.
ru: Текущий пароль неверен.

# PasswordChangeSuccess
source: Password changed successfully.
de: Passwort erfolgreich aktualisiert.
hu: Jelszó sikeresen módosítva.
nl: Wachtwoord met succes gewijzigd.
pl: Hasło zostało pomyślnie zmienione.
ru: Пароль успешно изменился.

# PasswordChangeFail
source: Failed to update password.
de: Bei der Änderung des Passwortes sind Fehler aufgetreten.
hu: Jelszó frissítése sikertelen.
nl: Het wachtwoord niet bijwerken.
pl: Nie udało się zaktualizować hasła.
ru: Не удалось обновить пароль.

# CannotDisableAdmin
source: Cannot disable the last admin user. At least one admin must exist.
de: Der letzte Admin-Benutzer kann nicht deaktiviert werden. Es muss mindestens ein Admin vorhanden sein.
hu: Nem lehet letiltani az utolsó adminisztrátor felhasználót. Legalább egy adminisztrátornak léteznie kell.
nl: Kan de laatste beheerder van de beheerder niet uitschakelen. Ten minste één admin moet bestaan.
pl: Nie można wyłączyć ostatniego użytkownika administratora. Musi istnieć co najmniej jeden administrator.
ru: Не могу отключить последнего пользователя администратора. По крайней мере, один администратор должен существовать.

# UserChangeActiveSuccess
source: User '{0}' has been {1}
de: Benutzer '{0}' wurde {1}
hu: '{0}' felhasználó {1}
nl: Gebruiker '{0}' is {1} geweest
pl: Użytkownik '{0}' został {1}
ru: Пользователь '{0}' был {1}

# UserDisabled
source: disabled
de: deaktiviert
hu: letiltva
nl: gehandicapt
pl: wyłączony
ru: неполноценный

# UserEnabled
source: enabled
de: aktiviert
hu: engedélyezve
nl: ingeschakeld
pl: włączony
ru: включено

# UserChangeActiveFail
source: Failed to {1} user '{0}'.
de: Fehler beim {1} des Benutzers '{0}'.
hu: '{0}' felhasználó {1} sikertelen.
nl: Kan niet {1} gebruiker '{0}'.
pl: Nie udało się {1} użytkownikowi '{0}'.
ru: Не удалось {1} пользователя '{0}'.

# EmailAccountError
source: Connection to email server could not be established. Please check your settings and ensure the server is reachable.
de: Verbindung zum E-Mail-Server konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Einstellungen und stellen Sie sicher, dass der Server erreichbar ist.
hu: Kapcsolat az e-mail szerverrel nem hozható létre. Kérem ellenőrizze a beállításokat és győződjön meg róla, hogy a szerver elérhető.
nl: Verbinding met e -mailserver kon niet worden vastgesteld. Controleer uw instellingen en zorg ervoor dat de server bereikbaar is.
pl: Nie można nawiązać połączenia z serwerem poczty elektronicznej. Sprawdź ustawienia i upewnij się, że serwer jest dostępny.
ru: Соединение с почтовым сервером не может быть установлено. Пожалуйста, проверьте свои настройки и убедитесь, что сервер доступен.

# EmailAccountCreateSuccess
source: Email account created successfully.
de: E-Mail-Konto erfolgreich erstellt.
hu: E-mail fiók sikeresen létrehozva.
nl: E -mailaccount met succes gemaakt.
pl: Konto e-mail zostało utworzone pomyślnie.
ru: Учетная запись электронной почты создана успешно.

# EmailAccountEnabled
source: Account '{0}' has been enabled for synchronisation.
de: Konto '{0}' wurde für die Synchronisation aktiviert.
hu: '{0}' fiók engedélyezve a szinkronizáláshoz.
nl: Account '{0}' is ingeschakeld voor synchronisatie.
pl: Konto '{0}' zostało włączone do synchronizacji.
ru: Учетная запись '{0}' была включена для синхронизации.

# EmailAccountDisabled
source: Account '{0}' has been disabled for synchronisation.
de: Konto '{0}' wurde für die Synchronisation deaktiviert.
hu: '{0}' fiók letiltva a szinkronizáláshoz.
nl: Account '{0}' is uitgeschakeld voor synchronisatie.
pl: Konto '{0}' zostało wyłączone z synchronizacji.
ru: Учетная запись '{0}' была отключена для синхронизации.

# EmailAccountUpdateSuccess
source: Email account updated successfully.
de: E-Mail-Konto erfolgreich aktualisiert.
hu: E-mail fiók sikeresen frissítve.
nl: E -mailaccount met succes bijgewerkt.
pl: Konto e-mail zostało pomyślnie zaktualizowane.
ru: Учетная запись электронной почты успешно обновлена.

# EmailAccountDeleteSuccess
source: Email account and {0} related emails have been successfully deleted.
de: E-Mail-Konto und {0} zugehörige E-Mails wurden erfolgreich gelöscht.
hu: E-mail fiók és {0} kapcsolódó e-mail sikeresen törölve.
nl: E -mailaccount en {0} gerelateerde e -mails zijn succesvol verwijderd.
pl: Konto e-mail i {0} powiązanych wiadomości zostały pomyślnie usunięte.
ru: Учетная запись электронной почты и {0} Связанные электронные письма были успешно удалены.

# SyncStarted
source: Synchronisation for '{0}' was successfully started.
de: Synchronisation für '{0}' wurde erfolgreich gestartet.
hu: '{0}' szinkronizálása sikeresen elindult.
nl: Synchronisatie voor '{0}' is succesvol gestart.
pl: Synchronizacja dla '{0}' została pomyślnie uruchomiona.
ru: Синхронизация для '{0}' успешно запущена.

# SyncSuccess
source: Synchronisation for '{0}' was successfully completed.
de: Synchronisation für '{0}' wurde erfolgreich abgeschlossen.
hu: '{0}' szinkronizálása sikeresen befejeződött.
nl: Synchronisatie voor '{0}' werd succesvol voltooid.
pl: Synchronizacja dla '{0}' została pomyślnie zakończona.
ru: Синхронизация для '{0}' была успешно завершена.

# SyncFailed
source: Error during synchronisation
de: Fehler bei der Synchronisation
hu: Hiba a szinkronizálás során
nl: Fout tijdens synchronisatie
pl: Błąd podczas synchronizacji
ru: Ошибка во время синхронизации

# FullResyncConfirm
source: Are you sure you want to perform a full resync? This will compare the entire server content with the archive and may take a long time to complete.
de: Möchten Sie wirklich eine vollständige Neusynchronisierung durchführen? Dabei wird der gesamte Serverinhalt mit dem Archiv verglichen, was sehr lange dauern kann.
hu: Biztosan végrehajt egy teljes újraszinkronizálást? Ez összehasonlítja a teljes szerver tartalmat az archívummal és hosszú időt vehet igénybe.
nl: Weet u zeker dat u een volledige hersynchronisatie wilt uitvoeren? Dit zal de gehele serverinhoud vergelijken met het archief en kan lang duren om te voltooien.
pl: Czy na pewno chcesz wykonać pełną resynchronizację? Spowoduje to porównanie całej zawartości serwera z archiwum i może zająć dużo czasu.
ru: Вы уверены, что хотите выполнить полную пересинхронизацию? Это сравнит всё содержимое сервера с архивом и может занять много времени.

# FullSyncStarted
source: Full resync for '{0}' was successfully started.
de: Vollständige Neusynchronisation für '{0}' wurde erfolgreich gestartet.
hu: '{0}' teljes újraszinkronizálása sikeresen elindult.
nl: Volledige resync voor '{0}' werd met succes gestart.
pl: Pełna resynchronizacja dla '{0}' została rozpoczęta.
ru: Полный ресинхронизация для '{0}' был успешно начат.

# FullSyncFailed
source: Failed to start resync for '{0}'.
de: Fehler beim Starten der Neusynchronisation für '{0}'.
hu: '{0}' újraszinkronizálása sikertelen.
nl: Kan niet worden gestart met resync voor '{0}'.
pl: Nie udało się rozpocząć ponownej synchronizacji dla '{0}'.
ru: Не удалось начать повторно для '{0}'.

# FullSyncError
source: Error during resync
de: Fehler bei der Neusynchronisation
hu: Hiba az újraszinkronizálás során
nl: Fout tijdens Resync
pl: Błąd podczas ponownej synchronizacji
ru: Ошибка во время повторной синхронизации

# MoveEmailsNotFound
source: No emails found to copy for this account.
de: Keine E-Mails zum Kopieren für dieses Konto gefunden.
hu: Nem található másolható e-mail ehhez a fiókhoz.
nl: Geen e -mails gevonden om voor dit account te kopiëren.
pl: Nie znaleziono żadnych wiadomości e-mail do skopiowania dla tego konta.
ru: Электронные письма не найдены для копирования для этой учетной записи.

# TooManyEmailsInAccount
source: Too many emails in this account ({0:N0}). Maximum allowed is {1:N0} emails per operation. Please use manual selection with smaller batches.
de: Zu viele E-Mails in diesem Konto ({0:N0}). Maximal erlaubt sind {1:N0} E-Mails pro Vorgang. Bitte verwenden Sie manuelle Auswahl mit kleineren Chargen.
hu: Túl sok e-mail van ebben a fiókban ({0:N0}). Maximum {1:N0} e-mail engedélyezett műveletenként. Kérem használjon kézi kijelölést kisebb kötegekkel.
nl: Te veel e -mails in dit account ({0: n0}). Maximum toegestaan ​​is {1: n0} e -mails per bewerking. Gebruik handmatige selectie met kleinere batches.
pl: Zbyt wiele wiadomości e-mail na tym koncie ({0:N0}). Maksymalna dopuszczalna liczba to {1:N0} wiadomości e-mail na operację. Proszę użyć ręcznego wyboru mniejszych partii.
ru: Слишком много электронных писем в этой учетной записи ({0: n0}). Максимально допустимый - {1: N0} электронные письма на операцию. Пожалуйста, используйте ручной выбор с меньшими партиями.

# SelectValidMBoxFile
source: Please select a valid MBox file.
de: Bitte wählen Sie eine gültige MBox-Datei aus.
hu: Kérem válasszon egy érvényes MBox fájlt.
nl: Selecteer een geldig Mbox -bestand.
pl: Wybierz poprawny plik MBox.
ru: Пожалуйста, выберите действительный файл Mbox.
