Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

# ImportBackgroundInfo1
source: The import process will run in the background for large files.
de: Für größe Dateien wird der Import im Hintergrund ausgeführt.
hu: Nagy fájlok esetén az import folyamat a háttérben fut.
nl: Het importproces zal op de achtergrond lopen voor grote bestanden.
pl: W przypadku dużych plików proces importowania będzie działał w tle.
ru: Процесс импорта будет выполняться в фоне для больших файлов.

# ImportBackgroundInfo2
source: You can monitor the progress on the status page after starting the import.
de: Der Status wird nach dem Start auf der Job Seite angezeigt.
hu: Az import indítása után a folyamatot az állapot oldalon követheti.
nl: U kunt de voortgang volgen op de statuspagina nadat u de import heeft gestart.
pl: Po rozpoczęciu importowania można monitorować postęp na stronie stanu.
ru: Вы можете отслеживать прогресс на странице статуса после начала импорта.

source: Start Import
de: Import starten
hu: Import Indítása
nl: Import starten
pl: Rozpocznij Import
ru: Начать импорт

source: View Import Jobs
de: Importaufträge anzeigen
hu: Import Feladatok Megtekintése
nl: Importtaken bekijken
pl: Pokaż Zadania Importu
ru: Посмотреть задачи импорта

# FileSizeExceedsMax
source: File size exceeds maximum allowed size of {0}
de: Die Dateigröße übersteigt den maximal erlauften Wert von {0}
hu: A fájl mérete meghaladja a maximálisan megengedett {0} méretet
nl: Bestandsgrootte overschrijdt de maximaal toegestane grootte van {0}
pl: Rozmiar pliku przekracza maksymalny dozwolony rozmiar {0}
ru: Размер файла превышает максимально допустимый размер {0}

source: Loading folders...
de: Ordner werden geladen...
hu: Mappák betöltése...
nl: Mappen laden...
pl: Ładowanie folderów...
ru: Загрузка папок...

# PlaceholderSelectFolder
source: -- Select Folder --
de: -- Ordnerauswahl --
hu: -- Válasszon Mappát --
nl: -- Selecteer een map --
pl: -- Wybierz Folder --
ru: -- Выберите папку --

source: Error loading folders
de: Fehler beim laden der Ordner
hu: Hiba a mappák betöltésekor
nl: Fout bij laden van mappen
pl: Błąd ładowania folderów
ru: Ошибка загрузки папок

# UploadInProgress
source: Upload in progress... Please do not close this page until redirected.
de: Datei wird hochgeladen... Die Seite darf nicht geschlossen werden. Es folgt eine automatische wWeiterleitung.
hu: Feltöltés folyamatban... Kérem ne zárja be ezt az oldalt az átirányításig.
nl: Upload bezig... Sluit deze pagina niet tot u wordt doorgestuurd.
pl: Trwa przesyłanie... Nie zamykaj tej strony, dopóki nie nastąpi przekierowanie.
ru: Загрузка в процессе... Пожалуйста, не закрывайте эту страницу до перенаправления.

source: Starting Import...
de: Import gestartet...
hu: Import indítása...
nl: Import wordt gestart...
pl: Rozpoczynanie Importu...
ru: Начало импорта...

# MBoxImportStatusTitle
source: MBox Import Status
hu: MBox Import Állapot
pl: Status Importu MBox
ru: Статус импорта MBox

source: All Jobs
de: Alle Aufträge
hu: Összes Feladat
nl: Alle taken
pl: Wszystkie zadania
ru: Все задачи

source: Import Job Information
de: Import-Auftragsinformationen
hu: Import Feladat Információk
nl: Importtaak informatie
pl: Importuj Informacje o Zadaniach
ru: Информация о задаче импорта

# JobIDLabel
source: Job ID:
de: Auftrags-ID:
hu: Feladat ID:
nl: Taak-ID:
pl: ID Zadania:
ru: ID задачи:

# StatusLabel
source: Status:
hu: Állapot:
ru: Статус:

# EmailsLabelStatus
source: Emails:
hu: E-mailek:
pl: E-Maile:
ru: Письма:

# ProcessedSuffix
source: Processed
de: verarbeitet
hu: Feldolgozva
nl: verwerkt
pl: Przetworzone
ru: обработано

# EstimatedSuffix
source: estimated
de: voraussichtlich
hu: becsült
nl: geschat
pl: szacowany
ru: предполагается

# EmailsProcessedSuffix
source: emails processed
de: verarbeitete E-Mails
hu: e-mail feldolgozva
nl: e-mails verwerkt
pl: przetworzonych wiadomości e-mail
ru: писем обработано

# EmailsEstimatedSuffix
source: emails estimated
de: geschätzte E-Mails
hu: e-mail becsülve
nl: e-mails geschat
pl: szacowane wiadomości e-mail
ru: писем предполагается

source: Estimating...
de: Berechnung...
hu: Becslés...
nl: Schatten...
pl: Szacowanie...
ru: Оценка...

# ProgressLabel
source: Progress:
de: Fortschritt:
hu: Folyamat:
nl: Voortgang:
pl: Postęp:
ru: Прогресс:

source: Import Complete
de: Import abgeschlossen
hu: Import Kész
nl: Import voltooid
pl: Import Zakończony
ru: Импорт завершен

source: File Processing Progress
de: Dateiverarbeitungsfortschritt
hu: Fájl Feldolgozási Folyamat
nl: Bestandsverwerkingsvoortgang
pl: Postęp Przetwarzania Pliku
ru: Прогресс обработки файла

# ResultsLabel
source: Results:
de: Ergebnisse:
hu: Eredmények:
nl: Resultaten:
pl: Wyniki:
ru: Результаты:

# SuccessLabel
source: Success:
de: erfolgreich:
hu: Sikeres:
nl: Succesvol:
pl: Sukces:
ru: Успешно:

# FailedLabel
source: Failed:
de: fehlgeschlagen:
hu: Sikertelen:
nl: Mislukt:
pl: Nie Powiodło się:
ru: Неудачно:

# CurrentEmailLabel
source: Current Email:
de: aktuelle E-Mail:
hu: Jelenlegi E-mail:
nl: Huidige e-mail:
pl: Aktualny Adres E-Mail:
ru: Текущее письмо:

# StartedLabel
source: Started:
de: gestartet:
hu: Indítva:
nl: Gestart:
pl: Rozpoczęty:
ru: Начат:

# CompletedLabel
source: Completed:
de: abgeschlossen:
hu: Befejezve:
nl: Voltooid:
pl: Zakończone:
ru: Завершен:

# DurationLabel
source: Duration:
de: Dauer:
hu: Időtartam:
nl: Duur:
pl: Czas Trwania:
ru: Длительность:

# ErrorLabel
source: Error:
de: Fehler:
hu: Hiba:
nl: Fout:
pl: Błąd:
ru: Ошибка:

# CancelImportConfirm
source: Are you sure you want to cancel this import job?
de: Soll der Auftrag abgebrochen werden?
hu: Biztosan megszakítja ezt az import feladatot?
nl: Weet u zeker dat u deze importtaak wilt annuleren?
pl: Czy na pewno chcesz anulować to zadanie importowania?
ru: Вы уверены, что хотите отменить эту задачу импорта?

source: Cancel Import
de: Import abbrechen
hu: Import Megszakítása
nl: Import annuleren
pl: Anuluj Import
ru: Отменить импорт

# ImportCompletedTitle
source: Import Completed!
de: Import fertiggestellt!
hu: Import Befejezve!
nl: Import voltooid!
pl: Import Zakończony!
ru: Импорт завершен!

# ImportCompletedSummary
source: Successfully imported {0} emails with {1} errors.
de: Erfolgreich {0} E-Mails mit {1} Fehler(n) importiert.
hu: Sikeresen importálva {0} e-mail {1} hibával.
nl: Succesvol {0} e-mails geïmporteerd met {1} fouten.
pl: Pomyślnie zaimportowano {0} wiadomości e-mail z {1} błędami.
ru: Успешно импортировано {0} писем с {1} ошибками.

source: Search Imported Emails
de: importierte Mails durchsuchen
hu: Importált E-mailek Keresése
nl: Geïmporteerde e-mails zoeken
pl: Wyszukiwanie Zaimportowanych Wiadomości E-Mail
ru: Найти импортированные письма

source: Import Another File
de: weitere Datei importieren
hu: Másik Fájl Importálása
nl: Ander bestand importeren
pl: Importuj Kolejny Plik
ru: Импортировать другой файл

# MoreEmailsThanEstimated
source: More emails found than estimated - progress based on file size
de: Es wurden mehr E-Mails gefunden als erwartet - Fortschritt basierend auf der Dateigröße
hu: Több e-mail található mint becsülve - folyamat a fájl méret alapján
nl: Meer e-mails gevonden dan geschat - voortgang gebaseerd op bestandsgrootte
pl: Znaleziono więcej wiadomości e-mail niż przewidywano - postęp na podstawie rozmiaru pliku
ru: Найдено больше писем, чем предполагалось - прогресс основан на размере файла

# LoginTitle
source: Login
hu: Bejelentkezés
nl: Inloggen
pl: Logowanie
ru: Вход

# AppName
source: Mail Archiver
hu: E-mail Archiváló
ru: Архиватор почты

# LoginSubtitle
source: Please sign in to access the email archive
de: Bitte melden Sie sich an, um auf die Anwendung zuzugreifen.
hu: Kérem jelentkezzen be az e-mail archívum eléréséhez
nl: Log in om toegang te krijgen tot het e-mailarchief
pl: Zaloguj się aby uzyskać dostęp do archiwum wiadomości e-mail
ru: Пожалуйста, войдите для доступа к архиву электронной почты

# UsernameLabel
source: Username
de: Benutzername
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa Użytkownika
ru: Имя пользователя

# UsernamePlaceholder
source: Enter your username
de: Namen eingeben
hu: Adja meg felhasználónevét
nl: Voer uw gebruikersnaam in
pl: Wprowadź swoją nazwę użytkownika
ru: Введите имя пользователя

# PasswordLabel
source: Password
de: Passwort
hu: Jelszó
nl: Wachtwoord
pl: Hasło
ru: Пароль

# PasswordPlaceholder
source: Enter your password
de: Kennwort eingeben
hu: Adja meg jelszavát
nl: Voer uw wachtwoord in
pl: Wprowadź swoje hasło
ru: Введите пароль

source: Remember me
de: angemeldet bleiben
hu: Emlékezz rám
nl: Onthoud mij
pl: Zapamiętaj mnie
ru: Запомнить меня

source: Sign In
de: Einloggen
hu: Bejelentkezés
nl: Inloggen
pl: Zaloguj Się
ru: Войти

# AccessDeniedTitle
source: Access Denied
de: Zugriff verweigert
hu: Hozzáférés Megtagadva
nl: Toegang geweigerd
pl: Odmowa Dostępu
ru: Доступ запрещен

# AccessDeniedIntro
source: You do not have permission to access this resource.
de: Sie haben keine Berechtigung, auf diese Ressource zuzugreifen.
hu: Nincs jogosultsága ehhez az erőforráshoz.
nl: U heeft geen toestemming om toegang te krijgen tot deze bron.
pl: Nie masz uprawnień wymaganych do uzyskania dostępu do tego zasobu.
ru: У вас нет разрешения на доступ к этому ресурсу.

# AccessDeniedLoggedInInfo1
source: You are logged in, but your account does not have the required permissions to access this page.
de: Sie sind angemeldet, aber Ihr Konto verfügt nicht über die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.
hu: Be van jelentkezve, de fiókja nem rendelkezik a szükséges jogosultságokkal ehhez az oldalhoz.
nl: U bent ingelogd, maar uw account heeft niet de vereiste machtigingen om deze pagina te bekijken.
pl: Jesteś zalogowany, ale Twoje konto nie posiada wymaganych uprawnień, aby uzyskać dostęp do tej strony.
ru: Вы вошли в систему, но ваш аккаунт не имеет необходимых разрешений для доступа к этой странице.

# AccessDeniedLoggedInInfo2
source: If you believe this is an error, please contact your system administrator.
de: Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an Ihren Systemadministrator.
hu: Ha úgy gondolja, hogy ez hiba, kérem lépjen kapcsolatba a rendszergazdával.
nl: Als u denkt dat dit een fout is, neem dan contact op met uw systeembeheerder.
pl: Jeśli uważasz, że jest to błąd, skontaktuj się z administratorem systemu.
ru: Если вы считаете, что это ошибка, пожалуйста, обратитесь к системному администратору.

source: Go to Dashboard
de: zurück zum Dashboard
hu: Vezérlőpultra
nl: Ga naar dashboard
pl: Przejdź do Pulpitu
ru: Перейти к панели управления

source: Sign Out
de: Ausloggen
hu: Kijelentkezés
nl: Uitloggen
pl: Wyloguj Się
ru: Выйти

# RestoreEmailTitle
source: Restore Email
de: E-Mail Wiederherstellung
hu: E-mail Visszaállítás
nl: E-mail herstellen
pl: Przywróć Wiadomości E-Mail
ru: Восстановить письмо

source: Copy Email to Mailbox
de: E-Mail in ein anderes Postfach kopieren
hu: E-mail Másolása Postafiókba
nl: E-mail naar mailbox kopiëren
pl: Kopiowanie Wiadomości do Skrzynki
ru: Копировать письмо в почтовый ящик

source: Back
de: zurück
hu: Vissza
nl: Terug
pl: Wstecz
ru: Назад

source: Email Information
de: E-Mail Informationen
hu: E-mail Információk
nl: E-mail informatie
pl: Informacje E-Mail
ru: Информация о письме

# SubjectLabel
source: Subject:
de: Betreff:
hu: Tárgy:
nl: Onderwerp:
pl: Temat:
ru: Тема:

# FromLabel
source: From:
de: Von:
hu: Feladó:
nl: Van:
pl: Od:
ru: От:

# DateLabel
source: Date:
de: Datum:
hu: Dátum:
nl: Datum:
pl: Data:
ru: Дата:

# SelectAccountToViewFolders
source: Select a mail account first to view available folders.
de: Zum Abruf der Ordner muss erst ein Account ausgewählt werden.
hu: Először válasszon e-mail fiókot az elérhető mappák megtekintéséhez.
nl: Selecteer eerst een e-mailaccount om beschikbare mappen te zien.
pl: Najpierw wybierz konto poczty, aby wyświetlić dostępne foldery.
ru: Сначала выберите почтовый аккаунт, чтобы увидеть доступные папки.

# CopySingleEmailInfo
source: This function copies the archived email to the specified folder of the target account. The email will remain in the archive.
de: Diese Funktion kopiert die archivierte E-Mail in den angegebenen Ordner des Zielkontos. Die E-Mail bleibt im Archiv erhalten.
hu: Ez a funkció az archivált e-mailt a cél fiók megadott mappájába másolja. Az e-mail megmarad az archívumban.
nl: Deze functie kopieert de gearchiveerde e-mail naar de opgegeven map van het doelaccount. De e-mail blijft in het archief.
pl: Ta funkcja kopiuje zarchiwizowaną wiadomość e-mail do określonego folderu konta docelowego. Wiadomość e-mail pozostanie w archiwum.
ru: Эта функция копирует архивированное письмо в указанную папку целевого аккаунта. Письмо останется в архиве.

# CopyEmailButton
source: Copy Email
de: E-Mail kopieren
hu: E-mail Másolása
nl: E-mail kopiëren
pl: Kopiuj E-Mail
ru: Копировать письмо

# BatchCopyEmailsTitle
source: Batch Copy Emails
de: Stapelkopie E-Mails
hu: E-mailek Kötegelt Másolása
nl: Batch e-mails kopiëren
pl: Kopiowanie Zbiorowe E-Mail
ru: Пакетное копирование писем

source: Copy Multiple Emails to Mailbox
de: kopieren mehrerer E-Mails in ein Postfach
hu: Több E-mail Másolása Postafiókba
nl: Meerdere e-mails naar mailbox kopiëren
pl: Kopiowanie wielu wiadomości do skrzynki pocztowej
ru: Копировать несколько писем в почтовый ящик

# SelectedEmailsHeader
source: Selected Emails
de: ausgewählte E-Mails
hu: Kiválasztott E-mailek
nl: Geselecteerde e-mails
pl: Wybrane Wiadomości E-Mail
ru: Выбранные письма

# SelectedEmailsCountMessage
source: You have selected {0} emails to copy to a mailbox folder.
de: Sie haben {0} E-Mails ausgewählt, die in einen Postfachordner kopiert werden sollen.
hu: {0} e-mailt választott ki másolásra egy postafiók mappába.
nl: U heeft {0} e-mails geselecteerd om naar een mailboxmap te kopiëren.
pl: Wybrałeś {0} wiadomości do skopiowania do folderu skrzynki pocztowej.
ru: Вы выбрали {0} писем для копирования в папку почтового ящика.

# BatchOperationMayTakeTime
source: This operation may take some time depending on the number of emails and their sizes.
de: Dieser Vorgang kann je nach Anzahl und Größe der E-Mails einige Zeit in Anspruch nehmen.
hu: Ez a művelet időt vehet igénybe az e-mailek számától és méretétől függően.
nl: Deze bewerking kan tijd duren afhankelijk van het aantal e-mails en hun grootte.
pl: Operacja ta może zająć trochę czasu w zależności od liczby wiadomości e-mail i ich rozmiarów.
ru: Эта операция может занять время в зависимости от количества писем и их размеров.

# CopyMultipleEmailsInfo
source: This function copies the selected archived emails to the specified folder of the target account. The emails will remain in the archive.
de: Diese Funktion kopiert die ausgewählten archivierten E-Mails in den angegebenen Ordner des Zielkontos. Die E-Mails bleiben im Archiv erhalten.
hu: Ez a funkció a kiválasztott archivált e-maileket a cél fiók megadott mappájába másolja. Az e-mailek megmaradnak az archívumban.
nl: Deze functie kopieert de geselecteerde gearchiveerde e-mails naar de opgegeven map van het doelaccount. De e-mails blijven in het archief.
pl: Ta funkcja kopiuje wybrane zarchiwizowane wiadomości e-mail do określonego folderu konta docelowego. Wiadomości e-mail pozostaną w archiwum.
ru: Эта функция копирует выбранные архивированные письма в указанную папку целевого аккаунта. Письма останутся в архиве.

# CopyEmailsButton
source: Copy Emails
de: E-Mails kopieren
hu: E-mailek Másolása
nl: E-mails kopiëren
pl: Kopiuj Maile
ru: Копировать письма

# BatchRestoreStatusTitle
source: Batch Restore Status
de: Status Stapelwiederherstellung
hu: Kötegelt Visszaállítás Állapot
nl: Batch herstel status
pl: Status Przywracania Zbiorowego
ru: Статус пакетного восстановления

source: Job Information
de: Auftragsinformationen
hu: Feladat Információk
nl: Taakinformatie
pl: Informacje o Zadaniu
ru: Информация о задаче

# TotalEmailsLabel
source: Total Emails:
de: Gesamtanzahl der E-Mails:
hu: Összes E-mail:
nl: Totaal e-mails:
pl: Łączna Liczba Wiadomości:
ru: Всего писем:

# RemainingSuffix
source: remaining
de: verbleibend
hu: hátralévő
nl: resterend
pl: pozostało
ru: осталось

# CancelJobConfirm
source: Are you sure you want to cancel this job?
de: Möchten Sie diesen Auftrag wirklich abbrechen?
hu: Biztosan megszakítja ezt a feladatot?
nl: Weet u zeker dat u deze taak wilt annuleren?
pl: Czy na pewno chcesz anulować to zadanie?
ru: Вы уверены, что хотите отменить эту задачу?

source: Cancel Job
de: Job abbrechen
hu: Feladat Megszakítása
nl: Taak annuleren
pl: Anuluj Zadanie
ru: Отменить задачу

# JobCompletedTitle
source: Job Completed!
de: Job fertiggestellt!
hu: Feladat Befejezve!
nl: Taak voltooid!
pl: Zadanie Wykonane!
ru: Задача завершена!

# JobCompletedSummary
source: Processed {0} emails with {1} successful and {2} failed.
de: Es wurden {0} E-Mails verarbeitet. {1} erfolgreich and {2} fehlgeschlagen.
hu: Feldolgozva {0} e-mail, {1} sikeres és {2} sikertelen.
nl: {0} e-mails verwerkt met {1} succesvol en {2} mislukt.
pl: Przetworzono {0} wiadomości e-mail, z czego {1} zakończyło się powodzeniem, a {2} nie powiodło się.
ru: Обработано {0} писем с {1} успешными и {2} неудачными.

# AsynchronousBatchCopyTitle
source: Asynchronous Batch Copy
de: asynchrone Stapelverarbeitung
hu: Aszinkron Kötegelt Másolás
nl: Asynchrone batch kopie
pl: Asynchroniczne Kopiowanie Zbiorowe
ru: Асинхронное пакетное копирование

source: Large Operation Detected:
de: Großer Auftrag erkannt:
hu: Nagy Művelet Észlelve:
nl: Grote bewerking gedetecteerd:
pl: Wykryto dużą operację:
ru: Обнаружена большая операция:

# AsyncBatchCopyIntro
source: You have selected {0} emails. This operation will run in the background and you can monitor its progress.
de: Sie haben {0} E-Mails ausgewählt. Dieser Vorgang wird im Hintergrund ausgeführt und Sie können seinen Fortschritt überwachen.
hu: {0} e-mailt választott ki. Ez a művelet a háttérben fut és folyamatát figyelemmel kísérheti.
nl: U heeft {0} e-mails geselecteerd. Deze bewerking zal op de achtergrond lopen en u kunt de voortgang volgen.
pl: Wybrałeś {0} wiadomości e-mail. Ta operacja będzie wykonywana w tle i możesz monitorować jej postęp.
ru: Вы выбрали {0} писем. Эта операция будет выполняться в фоне, и вы сможете отслеживать её прогресс.

# BenefitsHeader
source: Benefits:
de: Vorteile:
hu: Előnyök:
nl: Voordelen:
pl: Korzyści:
ru: Преимущества:

# BenefitRunsInBackground
source: Operation runs in the background
de: Der Auftrag wird im Hintergrund ausgeführt.
hu: A művelet a háttérben fut
nl: Bewerking loopt op de achtergrond
pl: Operacja działa w tle
ru: Операция выполняется в фоне

# BenefitMonitorRealtime
source: You can monitor progress in real-time
de: Der Fortschritt ist erkennbar.
hu: Valós időben követheti a folyamatot
nl: U kunt realtime voortgang volgen
pl: Możesz monitorować postępy w czasie rzeczywistym
ru: Вы можете отслеживать прогресс в реальном времени

# BenefitCanCancel
source: Operation can be cancelled if needed
de: Der Auftrag lässt sich abbrechen, falls erforderlich.
hu: A művelet szükség esetén megszakítható
nl: Bewerking kan indien nodig geannuleerd worden
pl: W razie potrzeby operację można anulować
ru: Операцию можно отменить при необходимости

# BenefitNoTimeout
source: Your browser session won't timeout
de: Eine Zeitüberschreitung im Browser wird so verhindert.
hu: A böngésző munkamenet nem időzít ki
nl: Uw browsersessie zal niet uitlopen
pl: Sesja przeglądarki nie wygaśnie
ru: Ваша сессия браузера не истечет

# BenefitAutoRetry
source: Automatic retry on temporary failures
de: Automatischer Wiederholungsversuch bei vorübergehenden Fehlern.
hu: Automatikus újrapróbálkozás átmeneti hibák esetén
nl: Automatische herpoging bij tijdelijke fouten
pl: Automatyczna ponowna próba w przypadku tymczasowych awarii
ru: Автоматические повторные попытки при временных сбоях

# AsyncBatchCopyWarning
source: This operation will copy {0} emails to the selected folder. The operation will run in the background and may take {1} minutes to complete.
de: Dieser Vorgang kopiert {0} E-Mails in den ausgewählten Ordner. Der Vorgang wird im Hintergrund ausgeführt und kann bis zu {1} Minuten dauern.
hu: Ez a művelet {0} e-mailt másol a kiválasztott mappába. A művelet a háttérben fut és {1} percig tarthat.
nl: Deze bewerking zal {0} e-mails kopiëren naar de geselecteerde map. De bewerking loopt op de achtergrond en kan {1} minuten duren om te voltooien.
pl: Ta operacja spowoduje skopiowanie {0} wiadomości e-mail do wybranego folderu. Operacja będzie wykonywana w tle i może potrwać {1} minut.
ru: Эта операция скопирует {0} писем в выбранную папку. Операция будет выполняться в фоне и может занять {1} минут для завершения.

source: Start Background Operation
de: Hintergrundauftrag starten
hu: Háttér Művelet Indítása
nl: Achtergrondbewerking starten
pl: Rozpocznij działanie w tle
ru: Начать фоновую операцию

# AssignMailAccountsTitle
source: Assign Mail Accounts
de: E-Mail Accounts zuweisen
hu: E-mail Fiókok Hozzárendelése
nl: E-mailaccounts toewijzen
pl: Przypisywanie kont pocztowych
ru: Назначить почтовые аккаунты

source: Assign Mail Accounts to User
de: E-Mail Accounts einem Benutzer zuweisen
hu: E-mail Fiókok Hozzárendelése Felhasználóhoz
nl: E-mailaccounts aan gebruiker toewijzen
pl: Przypisywanie kont pocztowych do użytkowników
ru: Назначить почтовые аккаунты пользователю

# UserLabel
source: User:
de: Benutzer:
hu: Felhasználó:
nl: Gebruiker:
pl: Użytkownik:
ru: Пользователь:

source: Available Mail Accounts
de: verfügbare E-Mail Accounts
hu: Elérhető E-mail Fiókok
nl: Beschikbare e-mailaccounts
pl: Dostępne konta pocztowe
ru: Доступные почтовые аккаунты

source: No mail accounts available.
de: Es sind keine E-Mail Accounts verfügbar.
hu: Nincs elérhető e-mail fiók.
nl: Geen e-mailaccounts beschikbaar.
pl: Brak dostępnych kont pocztowych.
ru: Нет доступных почтовых аккаунтов.

source: Save Assignments
de: Zuweisung speichern
hu: Hozzárendelések Mentése
nl: Toewijzingen opslaan
pl: Zapisz Przydziały
ru: Сохранить назначения

# ChangePasswordTitle
source: Change Password
de: Passwort ändern
hu: Jelszó Módosítása
nl: Wachtwoord wijzigen
pl: Zmień Hasło
ru: Изменить пароль

source: Back to Dashboard
de: Zurück zum Dashboard
hu: Vissza a Vezérlőpultra
nl: Terug naar dashboard
pl: Wróć do Pulpitu
ru: Вернуться к панели управления

source: Current Password
de: aktuelles Passwort
hu: Jelenlegi Jelszó
nl: Huidig wachtwoord
pl: Bieżące Hasło
ru: Текущий пароль

source: New Password
de: neues Passwort
hu: Új Jelszó
nl: Nieuw wachtwoord
pl: Nowe Hasło
ru: Новый пароль

source: Confirm New Password
de: neues Passwort bestätigen
hu: Új Jelszó Megerősítése
nl: Nieuw wachtwoord bevestigen
pl: Potwierdź Nowe Hasło
ru: Подтвердите новый пароль

# LeaveBlankToKeepPassword
source: Leave blank to keep current password
de: leer lassen um das akltuelle Kennwort zu behalten
hu: Hagyja üresen a jelenlegi jelszó megtartásához
nl: Laat leeg om het huidige wachtwoord te behouden
pl: Pozostaw puste, aby zachować aktualne hasło
ru: Оставьте пустым, чтобы сохранить текущий пароль

# CreateUserTitle
source: Create User
de: Benutzer erstellen
hu: Felhasználó Létrehozása
nl: Gebruiker aanmaken
pl: Utwórz Użytkownika
ru: Создать пользователя

# EditUserTitle
source: Edit User
de: Benutzer bearbeiten
hu: Felhasználó Szerkesztése
nl: Gebruiker bewerken
pl: Edytuj Użytkownika
ru: Редактировать пользователя

# UserDetailsTitle
source: User Details
de: Benutzer Details
hu: Felhasználó Részletek
nl: Gebruikersdetails
pl: Szczegóły Użytkownika
ru: Детали пользователя

source: User Information
de: Benutzer Informationen
hu: Felhasználó Információk
nl: Gebruikersinformatie
pl: Informacje o Użytkowniku
ru: Информация о пользователе

source: Assigned Mail Accounts
de: Zugewiesene E-Mail Konten
hu: Hozzárendelt E-mail Fiókok
nl: Toegewezen e-mailaccounts
pl: Przypisane Konta Pocztowe
ru: Назначенные почтовые аккаунты
