Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
hu: Kétfaktoros Hitelesítés
nl: Tweefactorauthenticatie
pl: Uwierzytelnianie Dwuskładnikowe
ru: Двухфакторная аутентификация

# EnterTwoFactorCode
source: Enter the code from your authenticator app or a backup code
de: Geben Sie den Code aus Ihrer Authentifizierungs-App oder einen der Backup-Codes ein
hu: Adja meg a kódot a hitelesítő alkalmazásából vagy egy tartalék kódot
nl: Voer de code van uw authenticatie-app of een backup code in
pl: Wprowadź kod z aplikacji uwierzytelniającej lub kod zapasowy
ru: Введите код из приложения аутентификатора или резервный код

source: Verification Code
de: Bestätigungscode
hu: Ellenőrző Kód
nl: Verificatiecode
pl: Kod Weryfikacyjny
ru: Код подтверждения

# EnterCodePlaceholder
source: Enter 6-digit code or 16-character backup code
de: 6-stelligen Code oder Backup-Code eingeben
hu: Adja meg a 6 számjegyű kódot vagy a 16 karakteres tartalék kódot
nl: Voer 6-cijferige code of 16-karakter backup code in
pl: Wprowadź 6-cyfrowy kod lub 16-znakowy kod zapasowy
ru: Введите 6-значный код или 16-символьный резервный код

# EnterTotpOrBackupCode
source: Enter a 6-digit TOTP code from your authenticator app or a 16-character backup code
de: Geben Sie einen 6-stelligen TOTP-Code aus Ihrer Authentifizierungs-App oder einen Backup-Code ein
hu: Adja meg a 6 számjegyű TOTP kódot a hitelesítő alkalmazásából vagy egy 16 karakteres tartalék kódot
nl: Voer een 6-cijferige TOTP-code van uw authenticatie-app of een 16-karakter backup code in
pl: Wprowadź 6-cyfrowy kod TOTP z aplikacji uwierzytelniającej lub 16-znakowy kod zapasowy.
ru: Введите 6-значный TOTP-код из приложения аутентификатора или 16-символьный резервный код

source: Verify
de: Bestätigen
hu: Ellenőrzés
nl: Verifiëren
pl: Weryfikacja
ru: Проверить

# DisableTwoFactor
source: Disable Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
hu: Kétfaktoros Hitelesítés Letiltása
nl: Tweefactorauthenticatie Uitschakelen
pl: Wyłącz Uwierzytelnianie Dwuskładnikowe
ru: Отключить двухфакторную аутентификацию

# DisableTwoFactorConfirmation
source: Are you sure you want to disable two-factor authentication? This will reduce the security of your account.
de: Sind Sie sicher, dass Sie die Zwei-Faktor-Authentifizierung deaktivieren möchten? Dies reduziert die Sicherheit Ihres Kontos.
hu: Biztosan letiltja a kétfaktoros hitelesítést? Ez csökkenti a fiókja biztonságát.
nl: Weet u zeker dat u tweefactorauthenticatie wilt uitschakelen? Dit vermindert de beveiliging van uw account.
pl: Czy na pewno chcesz wyłączyć uwierzytelnianie dwuskładnikowe? Spowoduje to obniżenie poziomu bezpieczeństwa Twojego konta.
ru: Вы уверены, что хотите отключить двухфакторную аутентификацию? Это снизит безопасность вашей учётной записи.

# DisableTwoFactorDescription
source: To disable two-factor authentication, please enter your password below.
de: Um die Zwei-Faktor-Authentifizierung zu deaktivieren, geben Sie bitte unten Ihr Passwort ein.
hu: A kétfaktoros hitelesítés letiltásához kérem adja meg jelszavát alább.
nl: Om tweefactorauthenticatie uit te schakelen, voer hieronder uw wachtwoord in.
pl: Aby wyłączyć uwierzytelnianie dwuskładnikowe, wprowadź poniżej swoje hasło.
ru: Чтобы отключить двухфакторную аутентификацию, введите ваш пароль ниже.

source: Enter Password
de: Passwort eingeben
hu: Jelszó Megadása
nl: Wachtwoord Invoeren
pl: Wprowadź Hasło
ru: Введите пароль

# ScanQRCodeDescription
source: Scan this QR code with your authenticator app to set up two-factor authentication.
de: Scannen Sie diesen QR-Code mit Ihrer Authentifizierungs-App um die Zwei-Faktor-Authentifizierung einzurichten.
hu: Olvassa be ezt a QR kódot a hitelesítő alkalmazásával a kétfaktoros hitelesítés beállításához.
nl: Scan deze QR-code met uw authenticatie-app om tweefactorauthenticatie in te stellen.
pl: Zeskanuj ten kod QR za pomocą aplikacji uwierzytelniającej, aby skonfigurować uwierzytelnianie dwuskładnikowe.
ru: Отсканируйте этот QR-код с помощью приложения аутентификатора для настройки двухфакторной аутентификации.

# ManualEntryDescription
source: If you can't scan the QR code, enter this secret manually in your authenticator app:
de: Wenn Sie den QR-Code nicht scannen können, geben Sie dieses Geheimnis manuell in Ihre Authentifizierungs-App ein:
hu: Ha nem tudja beolvasni a QR kódot, adja meg ezt a titkos kódot kézzel a hitelesítő alkalmazásában:
nl: Als u de QR-code niet kunt scannen, voer dit geheim handmatig in uw authenticatie-app in:
pl: Jeśli nie możesz zeskanować kodu QR, wprowadź ten sekret ręcznie w aplikacji uwierzytelniającej:
ru: Если вы не можете отсканировать QR-код, введите этот секрет вручную в приложении аутентификаторе:

# VerifyTwoFactor
source: Verify Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung bestätigen
hu: Kétfaktoros Hitelesítés Ellenőrzése
nl: Tweefactorauthenticatie Verifiëren
pl: Weryfikuj Uwierzytelnianie Dwuskładnikowe
ru: Проверить двухфакторную аутентификацию

# EnterCodeDescription
source: Enter the 6-digit code from your authenticator app to verify and enable two-factor authentication.
de: Geben Sie den 6-stelligen Code aus Ihrer Authentifizierungs-App ein, um die Zwei-Faktor-Authentifizierung zu bestätigen und zu aktivieren.
hu: Adja meg a 6 számjegyű kódot a hitelesítő alkalmazásából a kétfaktoros hitelesítés ellenőrzéséhez és engedélyezéséhez.
nl: Voer de 6-cijferige code van uw authenticatie-app in om tweefactorauthenticatie te verifiëren en in te schakelen.
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej, aby zweryfikować i włączyć uwierzytelnianie dwuskładnikowe.
ru: Введите 6-значный код из приложения аутентификатора для проверки и включения двухфакторной аутентификации.

source: Download Backup Codes
de: Backup-Codes herunterladen
hu: Tartalék Kódok Letöltése
nl: Backup Codes Downloaden
pl: Pobierz Kody Zapasowe
ru: Скачать резервные коды

# BackupCodesFileHeader
source: Mail Archiver - Two-Factor Authentication Backup Codes. Store these backup codes in a safe place. You can use them to log in if you lose access to your authenticator app. Each backup code can only be used once. After using a code, it will be invalidated.
de: Mail Archiver - Zwei-Faktor-Authentifizierung Backup-Codes. Bewahren Sie diese Backup-Codes an einem sicheren Ort auf. Sie können sie verwenden, um sich anzumelden, wenn Sie den Zugriff auf Ihre Authentifizierungs-App verlieren. Jeder Backup-Code kann nur einmal verwendet werden. Nach der Verwendung wird er ungültig.
hu: E-mail Archiváló - Kétfaktoros Hitelesítés Tartalék Kódok. Tárolja ezeket a tartalék kódokat biztonságos helyen. Használhatja őket a bejelentkezéshez, ha elveszíti a hozzáférést a hitelesítő alkalmazáshoz. Minden tartalék kód csak egyszer használható. Használat után a kód érvénytelenné válik.
nl: Mail Archiver - Tweefactorauthenticatie Backup Codes. Bewaar deze backup codes op een veilige plaats. U kunt ze gebruiken om in te loggen als u toegang tot uw authenticatie-app verliest. Elke backup code kan maar één keer gebruikt worden. Na gebruik van een code wordt deze ongeldig.
pl: Mail Archiver - kody zapasowe do uwierzytelniania dwuskładnikowego. Przechowuj te kody zapasowe w bezpiecznym miejscu. Możesz ich użyć do zalogowania się, jeśli utracisz dostęp do aplikacji uwierzytelniającej. Każdy kod zapasowy można użyć tylko raz. Po użyciu kod traci ważność.
ru: Mail Archiver - Резервные коды двухфакторной аутентификации. Сохраните эти резервные коды в безопасном месте. Вы можете использовать их для входа, если потеряете доступ к приложению аутентификатору. Каждый резервный код можно использовать только один раз. После использования код станет недействительным.

# BackupCodesFileFooter
source: Important: Keep these codes secure and do not share them with anyone.
de: Wichtig: Bewahren Sie diese Codes sicher auf und teilen Sie diese mit niemandem.
hu: Fontos: Tartsa ezeket a kódokat biztonságban és ne ossza meg senkivel.
nl: Belangrijk: Houd deze codes veilig en deel ze met niemand.
pl: Ważne: Zachowaj te kody w tajemnicy i nie udostępniaj ich nikomu.
ru: Важно: Храните эти коды в безопасности и не делитесь ими ни с кем.

# BackupCodesOneTimeOnly
source: These backup codes are for one-time use only. After using a code, it will be invalidated.
de: Diese Backup-Codes sind nur für den einmaligen Gebrauch. Nach der Verwendung wird ein Code ungültig.
hu: Ezek a tartalék kódok csak egyszeri használatra valók. Használat után a kód érvénytelenné válik.
nl: Deze backup codes zijn alleen voor eenmalig gebruik. Na gebruik van een code wordt deze ongeldig.
pl: Te kody są przeznaczone wyłącznie do jednorazowego użytku. Po użyciu kod traci ważność.
ru: Эти резервные коды предназначены только для одноразового использования. После использования код станет недействительным.

source: Continue to Dashboard
de: Weiter zum Dashboard
hu: Tovább a Vezérlőpultra
nl: Doorgaan naar Dashboard
pl: Przejdź do Pulpitu Nawigacyjnego
ru: Перейти к панели управления

source: Code
hu: Kód
pl: Kod
ru: Код

# EnterCodeFromApp
source: Enter the code from your authenticator app
de: Geben Sie den Code aus Ihrer Authentifizierungs-App ein
hu: Adja meg a kódot a hitelesítő alkalmazásából
nl: Voer de code van uw authenticatie-app in
pl: Wprowadź kod z aplikacji uwierzytelniającej
ru: Введите код из приложения аутентификатора

source: Manual Entry
de: manuelle Eingabe
hu: Kézi Megadás
nl: Handmatige Invoer
pl: Wprowadzanie Ręczne
ru: Ручной ввод

source: Enter Code
de: Code eingeben
hu: Kód Megadása
nl: Code Invoeren
pl: Wprowadź Kod
ru: Введите код

# RateLimitExceeded
source: Rate limit exceeded. Please try again later.
de: Ratenlimit überschritten. Bitte versuchen Sie es später erneut.
hu: Sebességkorlát túllépve. Kérem próbálja később.
nl: Snelheidslimiet overschreden. Probeer later opnieuw.
pl: Przekroczono limit przesyłu. Spróbuj ponownie później.
ru: Превышен лимит скорости. Попробуйте позже.

# TooManyAttempts
source: Too many attempts. Please wait {0} seconds before trying again.
de: Zu viele Versuche. Bitte warten Sie {0} Sekunden, bevor Sie es erneut versuchen.
hu: Túl sok próbálkozás. Kérem várjon {0} másodpercet az újrapróbálkozás előtt.
nl: Te veel pogingen. Wacht {0} seconden voordat u opnieuw probeert.
pl: Zbyt wiele prób. Odczekaj {0} sekund przed ponowną próbą.
ru: Слишком много попыток. Подождите {0} секунд перед повторной попыткой.

# RateLimitTwoFactorTitle
source: Too Many Attempts
de: Zu viele Versuche
hu: Túl Sok Próbálkozás
nl: Te Veel Pogingen
pl: Zbyt Wiele Prób
ru: Слишком много попыток

# RateLimitTwoFactorMessage
source: You have made too many 2FA verification attempts. Please wait and try again later.
de: Sie haben zu viele 2FA-Bestätigungsversuche unternommen. Bitte warten Sie und versuchen Sie es später erneut.
hu: Túl sok 2FA ellenőrzési próbálkozást végzett. Kérem várjon és próbálja később.
nl: U heeft te veel 2FA-verificatiepogingen gedaan. Wacht en probeer later opnieuw.
pl: Wykonałeś zbyt wiele prób weryfikacji 2FA. Poczekaj chwilę i spróbuj ponownie później.
ru: Вы сделали слишком много попыток проверки 2FA. Подождите и попробуйте позже.

source: Export Account
de: Konto exportieren
hu: Fiók Exportálása
nl: Account Exporteren
pl: Eksportuj Konto
ru: Экспорт Учетной Записи

# ExportAccountTitle
source: Export Mail Account
de: E-Mail-Konto exportieren
hu: E-mail Fiók Exportálása
nl: E-mailaccount Exporteren
pl: Eksportuj Konto E-Mail
ru: Экспорт Почтовой Учетной Записи

# ExportAccountDescription
source: Export all emails from this account to downloadable files
de: Alle E-Mails von diesem Konto in herunterladbare Dateien exportieren
hu: Az összes e-mail exportálása ebből a fiókból letölthető fájlokba
nl: Alle e-mails van dit account exporteren naar downloadbare bestanden
pl: Wyeksportuj wszystkie wiadomości e-mail z tego konta do plików do pobrania
ru: Экспортировать все письма из этой учетной записи в загружаемые файлы

# ExportAccountInfo
source: Account Export Information
de: Konto-Export-Informationen
hu: Fiók Export Információk
nl: Account Export Informatie
pl: Informacje o eksporcie konta
ru: Информация об Экспорте Учетной Записи

# ExportAccountInfoDetail
source: Export all emails from this mail account. Depending on the selected format, you will receive a ZIP file containing all emails.
de: Alle E-Mails von diesem E-Mail-Konto exportieren. Je nach gewähltem Format erhalten Sie eine ZIP-Datei mit allen E-Mails.
hu: Az összes e-mail exportálása ebből az e-mail fiókból. A kiválasztott formátumtól függően egy ZIP fájlt kap az összes e-maillel.
nl: Exporteer alle e-mails van dit e-mailaccount. Afhankelijk van het geselecteerde formaat krijgt u een ZIP-bestand met alle e-mails.
pl: Wyeksportuj wszystkie wiadomości e-mail z tego konta pocztowego. W zależności od wybranego formatu otrzymasz plik ZIP zawierający wszystkie wiadomości e-mail.
ru: Экспортировать все письма из этой почтовой учетной записи. В зависимости от выбранного формата вы получите ZIP-файл, содержащий все письма.

# ExportFormatLabel
source: Export Format
hu: Export Formátum
nl: Export Formaat
pl: Format eksportu
ru: Формат Экспорта

# ExportFormatEML
source: EML (Individual Email Files)
de: EML (Einzelne E-Mail-Dateien)
hu: EML (Egyedi E-mail Fájlok)
nl: EML (Individuele E-mailbestanden)
pl: EML (pojedyncze pliki e-mail)
ru: EML (Отдельные Файлы Писем)

# ExportFormatMBox
source: MBox (Mailbox Format)
de: MBox (Postfach-Format)
hu: MBox (Postafiók Formátum)
nl: MBox (Mailbox Formaat)
pl: MBox (format skrzynki pocztowej)
ru: MBox (Формат Почтового Ящика)

# ExportFormatEMLDescription
source: Creates a ZIP file with separate folders containing individual .eml files
de: Erstellt eine ZIP-Datei mit separaten Ordnern die einzelne .eml-Dateien enthalten
hu: ZIP fájlt hoz létre külön mappákkal a bejövő és kimenő e-mailekhez, egyedi .eml fájlokkal
nl: Maakt een ZIP-bestand met aparte mappen voor inkomende en uitgaande e-mails, bevattende individuele .eml bestanden
pl: Tworzy plik ZIP z oddzielnymi folderami zawierającymi poszczególne pliki .eml
ru: Создает ZIP-файл с отдельными папками для входящих и исходящих писем, содержащими отдельные .eml файлы

# ExportFormatMBoxDescription
source: Creates a ZIP file with .mbox files containing all emails
de: Erstellt eine ZIP-Datei mit .mbox-Dateien die alle ein- und ausgehenden E-Mails enthalten
hu: ZIP fájlt hoz létre két .mbox fájllal (in.mbox és out.mbox) az összes e-maillel
nl: Maakt een ZIP-bestand met twee .mbox bestanden (in.mbox en out.mbox) met alle e-mails
pl: Tworzy plik ZIP z plikami .mbox zawierającymi wszystkie wiadomości e-mail
ru: Создает ZIP-файл с двумя .mbox файлами (in.mbox и out.mbox), содержащими все письма

source: Start Export
de: Export starten
hu: Export Indítása
nl: Export Starten
pl: Rozpocznij eksport
ru: Начать Экспорт

# ExportJobStarted
source: Export job started for account '{0}'. You will be redirected to the status page.
de: Export-Job für Konto '{0}' gestartet. Sie werden zur Statusseite weitergeleitet.
hu: Export feladat elindult '{0}' fiókhoz. Átirányítás az állapot oldalra.
nl: Export taak gestart voor account '{0}'. U wordt doorgeleid naar de statuspagina.
pl: Rozpoczęto zadanie eksportu dla konta '{0}'. Nastąpi przekierowanie do strony stanu.
ru: Задача экспорта запущена для учетной записи '{0}'. Вы будете перенаправлены на страницу статуса.

# ExportStatusTitle
source: Export Status
hu: Export Állapot
pl: Status eksportu
ru: Статус Экспорта

source: Export Job Information
de: Export-Job-Informationen
hu: Export Feladat Információk
nl: Export Taak Informatie
pl: Eksportuj informacje o zadaniach
ru: Информация о Задаче Экспорта

source: Export Job Status
hu: Export Feladat Állapot
nl: Export Taak Status
pl: Status Zadania Eksportu
ru: Статус Задачи Экспорта

source: Export Progress
de: Export-Fortschritt
hu: Export Folyamat
nl: Export Voortgang
pl: Postęp Eksportu
ru: Прогресс Экспорта

source: Emails Exported
de: E-Mails exportiert
hu: Exportált E-mailek
nl: E-mails Geëxporteerd
pl: Wyeksportowane Wiadomości E-Mail
ru: Письма Экспортированы

source: Export Completed
de: Export abgeschlossen
hu: Export Befejezve
nl: Export Voltooid
pl: Eksport Zakończony
ru: Экспорт Завершен

source: Export Failed
de: Export fehlgeschlagen
hu: Export Sikertelen
nl: Export Mislukt
pl: Eksport Nie Powiódł się
ru: Экспорт Не Удался

source: Export Cancelled
de: Export abgebrochen
hu: Export Megszakítva
nl: Export Geannuleerd
pl: Eksport Anulowany
ru: Экспорт Отменен

source: Export in Progress
de: Export läuft
hu: Export Folyamatban
nl: Export Bezig
pl: Eksport w Toku
ru: Экспорт Выполняется

source: Export Queued
de: Export in Warteschlange
hu: Export Várakozik
nl: Export in Wachtrij
pl: Eksport w Kolejce
ru: Экспорт в Очереди

source: Download Export
de: Export herunterladen
hu: Export Letöltése
nl: Export Downloaden
pl: Pobierz Wyekesportownae Pliki
ru: Скачать Экспорт

source: Download Ready
de: Download bereit
hu: Letöltés Kész
nl: Download Klaar
pl: Pobieranie Gotowe
ru: Загрузка Готова

source: Download Starting...
de: Download startet...
hu: Letöltés Indul...
nl: Download Begint...
pl: Pobieranie Zaczyna się...
ru: Начинается Загрузка...

source: Cancel Export
de: Export abbrechen
hu: Export Megszakítása
nl: Export Annuleren
pl: Anuluj Eksport
ru: Отменить Экспорт

# ExportJobCancelled
source: Export job has been cancelled.
de: Export-Job wurde abgebrochen.
hu: Export feladat megszakítva.
nl: Export taak is geannuleerd.
pl: Zadanie eksportu zostało anulowane.
ru: Задача экспорта была отменена.

# ExportJobCancelError
source: Could not cancel the export job. The job may have already completed or does not exist.
de: Export-Job konnte nicht abgebrochen werden. Der Job könnte bereits abgeschlossen sein oder nicht mehr existieren.
hu: Nem sikerült megszakítani az export feladatot. A feladat már befejeződhetett vagy nem létezik.
nl: Kon de export taak niet annuleren. De taak is mogelijk al voltooid of bestaat niet.
pl: Nie można anulować zadania eksportu. Zadanie mogło już zostać zakończone lub nie istnieje.
ru: Не удалось отменить задачу экспорта. Задача может быть уже завершена или не существует.

# ExportNotFound
source: Export job not found.
de: Export-Job nicht gefunden.
hu: Export feladat nem található.
nl: Export taak niet gevonden.
pl: Nie znaleziono zadania eksportu.
ru: Задача экспорта не найдена.

# ExportDownloadNotReady
source: Export download is not ready yet. Please wait for the export to complete.
de: Export-Download ist noch nicht bereit. Bitte warten Sie, bis der Export abgeschlossen ist.
hu: Export letöltés még nem áll készen. Kérem várja meg az export befejezését.
nl: Export download is nog niet klaar. Wacht tot de export is voltooid.
pl: Pobieranie eksportu nie jest jeszcze gotowe. Proszę poczekać na zakończenie eksportu.
ru: Загрузка экспорта еще не готова. Пожалуйста, дождитесь завершения экспорта.

# ExportFileNotFound
source: Export file not found. The file may have been cleaned up or the export failed.
de: Export-Datei nicht gefunden. Die Datei könnte aufgeräumt worden sein oder der Export ist fehlgeschlagen.
hu: Export fájl nem található. A fájl törölve lett vagy az export sikertelen volt.
nl: Export bestand niet gevonden. Het bestand is mogelijk opgeruimd of de export is mislukt.
pl: Nie znaleziono pliku eksportu. Plik mógł zostać usunięty lub eksport nie powiódł się.
ru: Файл экспорта не найден. Файл мог быть удален или экспорт не удался.

# ExportStarted
source: Export job started for account '{0}'. You will be redirected to the status page.
de: Export-Job für Konto '{0}' gestartet. Sie werden zur Statusseite weitergeleitet.
hu: Export feladat elindult '{0}' fiókhoz. Átirányítás az állapot oldalra.
nl: Export taak gestart voor account '{0}'. U wordt doorgeleid naar de statuspagina.
pl: Rozpoczęto eksportowanie zadania dla konta '{0}'. Zostaniesz przekierowany na stronę stanu.
ru: Задача экспорта запущена для учетной записи '{0}'. Вы будете перенаправлены на страницу статуса.

# ExportError
source: Error during export
de: Fehler beim Export
hu: Hiba az export során
nl: Fout tijdens export
pl: Błąd podczas eksportu
ru: Ошибка при экспорте

# InvalidExportID
source: Invalid export job ID.
de: Ungültige Export-Job-ID.
hu: Érvénytelen export feladat ID.
nl: Ongeldig export taak ID.
pl: Nieprawidłowy identyfikator zadania eksportu.
ru: Недействительный ID задачи экспорта.

source: Export job not found.
de: Export-Job nicht gefunden.
hu: Export feladat nem található.
nl: Export taak niet gevonden.
pl: Nie znaleziono zadania eksportu.
ru: Задача экспорта не найдена.

# ExportCancelError
source: Could not cancel the export job. The job may have already completed or does not exist.
de: Export-Job konnte nicht abgebrochen werden. Der Job könnte bereits abgeschlossen sein oder nicht mehr existieren.
hu: Nem sikerült megszakítani az export feladatot. A feladat már befejeződhetett vagy nem létezik.
nl: Kon de export taak niet annuleren. De taak is mogelijk al voltooid of bestaat niet.
pl: Nie można anulować zadania eksportu. Zadanie mogło już zostać zakończone lub nie istnieje.
ru: Не удалось отменить задачу экспорта. Задача может быть уже завершена или не существует.

source: Incoming Emails
de: Eingehende E-Mails
hu: Bejövő E-mailek
nl: Inkomende E-mails
pl: Przychodzące wiadomości e-mail
ru: Входящие Письма

source: Outgoing Emails
de: Ausgehende E-Mails
hu: Kimenő E-mailek
nl: Uitgaande E-mails
pl: Wychodzące wiadomości e-mail
ru: Исходящие Письма

source: Account Export Jobs
de: Konto-Export-Jobs
hu: Fiók Export Feladatok
nl: Account Export Taken
ru: Задачи Экспорта Учетной Записи

source: File Created
de: Datei erstellt
hu: Fájl Létrehozva
nl: Bestand Gemaakt
pl: Plik utworzony
ru: Файл Создан

source: File Size
de: Dateigröße
hu: Fájl Méret
nl: Bestandsgrootte
pl: Rozmiar pliku
ru: Размер Файла

source: Back to Export
de: Zurück zum Export
hu: Vissza az Exporthoz
nl: Terug naar Export
pl: Powrót do eksportu
ru: Назад к Экспорту

source: Refresh Status
de: Status aktualisieren
hu: Állapot Frissítése
nl: Status Vernieuwen
pl: Status odświeżania
ru: Обновить Статус

# AutoRefresh
source: Auto-refresh every 3 seconds
de: Automatische Aktualisierung alle 3 Sekunden
hu: Automatikus frissítés 3 másodpercenként
nl: Automatisch vernieuwen elke 3 seconden
pl: Automatyczne odświeżanie co 3 sekundy
ru: Автообновление каждые 3 секунды

# NoEmailsToExport
source: No emails available for export in this account.
de: Keine E-Mails zum Exportieren in diesem Konto verfügbar.
hu: Nincs exportálható e-mail ebben a fiókban.
nl: Geen e-mails beschikbaar voor export in dit account.
pl: Brak wiadomości e-mail dostępnych do eksportu na tym koncie.
ru: Нет писем для экспорта в этой учетной записи.

# ExportInfo
source: Export Information
de: Export-Informationen
hu: Export Információk
nl: Export Informatie
pl: Informacje o eksporcie
ru: Информация об Экспорте
