Repository: s1t5/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: de, hu, nl, pl, ru

# EmailsCopiedWithSomeFailures
source: {0} emails have been copied, but {1} could not be copied. Check the logs for details.
de: {0} E-Mails wurden kopiert, aber {1} konnten nicht kopiert werden. Prüfen Sie die Protokolle für Details.
hu: {0} e-mail másolva, de {1} nem sikerült másolni. Ellenőrizze a naplókat a részletekért.
nl: {0} e-mails zijn gekopieerd, maar {1} konden niet gekopieerd worden. Controleer de logs voor details.
pl: Skopiowano {0} wiadomości e-mail, ale nie udało się skopiować {1}. Szczegółowe informacje można znaleźć w dzienniku log.
ru: {0} писем было скопировано, но {1} не удалось скопировать. Проверьте логи для подробностей.

# TooManyEmailsInAccountWithLimits
source: Too many emails in this account ({0:N0}). Maximum allowed is {1:N0} emails per operation.
de: Zu viele E-Mails in diesem Konto ({0:N0}). Maximal erlaubt sind {1:N0} E-Mails pro Vorgang.
hu: Túl sok e-mail ebben a fiókban ({0:N0}). Maximum {1:N0} e-mail engedélyezett műveletenként.
nl: Te veel e-mails in dit account ({0:N0}). Maximum toegestaan is {1:N0} e-mails per operatie.
pl: Zbyt wiele wiadomości e-mail na tym koncie ({0:N0}). Maksymalna dozwolona liczba to {1:N0} wiadomości e-mail na operację.
ru: Слишком много писем в этой учетной записи ({0:N0}). Максимально разрешено {1:N0} писем на операцию.

# BatchRestoreJobStartedWithDetails
source: Batch restore job started with {0:N0} emails. Job ID: {1}
de: Stapelwiederherstellungsjob gestartet mit {0:N0} E-Mails. Job-ID: {1}
hu: Kötegelt visszaállítási feladat elindult {0:N0} e-maillel. Feladat ID: {1}
nl: Batch herstel taak gestart met {0:N0} e-mails. Taak ID: {1}
pl: Rozpoczęto przywracanie zbiorcze {0:N0} wiadomości e-mail. Identyfikator zadania: {1}
ru: Задача пакетного восстановления запущена с {0:N0} письмами. ID задачи: {1}

# FailedToStartBatchRestore
source: Failed to start batch restore: {0}
de: Fehler beim Starten der Stapelwiederherstellung: {0}
hu: Kötegelt visszaállítás indítása sikertelen: {0}
nl: Mislukt om batch herstel te starten: {0}
pl: Nie udało się uruchomić przywracania zbiorczego: {0}
ru: Не удалось запустить пакетное восстановление: {0}

# ExportJobStartedWithDetails
source: Export job started with {0:N0} emails in {1} format. Job ID: {2}
de: Export-Job gestartet mit {0:N0} E-Mails im {1}-Format. Job-ID: {2}
hu: Export feladat elindult {0:N0} e-maillel {1} formátumban. Feladat ID: {2}
nl: Export taak gestart met {0:N0} e-mails in {1} formaat. Taak ID: {2}
pl: Zadanie eksportu rozpoczęło się z {0:N0} wiadomościami e-mail w formacie {1}. Identyfikator zadania: {2}
ru: Задача экспорта запущена с {0:N0} письмами в формате {1}. ID задачи: {2}

# FailedToStartExport
source: Failed to start export: {0}
de: Fehler beim Starten des Exports: {0}
hu: Export indítása sikertelen: {0}
nl: Mislukt om export te starten: {0}
pl: Nie udało się uruchomić eksportu: {0}
ru: Не удалось запустить экспорт: {0}

# ExportCompletedTitle
source: Export Completed!
de: Export abgeschlossen!
hu: Export Befejezve!
nl: Export Voltooid!
pl: Eksport zakończony!
ru: Экспорт Завершен!

# ExportCompletedSummary
source: Successfully exported {0} selected emails.
de: Erfolgreich {0} ausgewählte E-Mails exportiert.
hu: Sikeresen exportálva {0} kijelölt e-mail.
nl: Succesvol {0} geselecteerde e-mails geëxporteerd.
pl: Pomyślnie wyeksportowano {0} wybranych wiadomości e-mail.
ru: Успешно экспортировано {0} выбранных писем.

# SelectedOf
source: {0} of {1} selected
de: {0} von {1} ausgewählt
hu: {0} kijelölve {1}-ből
nl: {0} van {1} geselecteerd
pl: {0} z {1} wybranych
ru: {0} из {1} выбрано

# MaxSelectionsReached
source: Maximum selections reached ({0})
de: Maximale Auswahl erreicht ({0})
hu: Maximális kijelölés elérve ({0})
nl: Maximum selecties bereikt ({0})
pl: Osiągnięto maksymalną liczbę zaznaczeń ({0})
ru: Достигнуто максимальное количество выборок ({0})

source: Select all on page
de: alle auf der Seite auswählen
hu: Összes kijelölése az oldalon
nl: Alles op pagina selecteren
pl: Wybierz wszystko na stronie
ru: Выбрать все на странице

source: Deselect all on page
de: alle auf der Seite abwählen
hu: Összes kijelölés törlése az oldalon
nl: Alles op pagina deselecteren
pl: Odznacz wszystko na stronie
ru: Отменить выбор всех на странице

# DeleteAccountWithEmailsButton
source: Delete Account and All Emails ({0})
de: Löschen des Accounts und aller enthaltenen E-Mails ({0})
hu: Fiók és Összes E-mail Törlése ({0})
nl: Account en alle e-mails verwijderen ({0})
pl: Usuń konto i wszystkie wiadomości e-mail ({0})
ru: Удалить учетную запись и все электронные письма ({0})

source: Access Log
de: Zugriffsprotokoll
hu: Hozzáférési napló
nl: Toegangslog
pl: Dziennik dostępu
ru: Журнал доступа

source: Access Log Entries
de: Zugriffsprotokoll-Einträge
hu: Hozzáférési napló bejegyzések
nl: Toegangslog Vermeldingen
pl: Wpisy dziennika dostępu
ru: Записи журнала доступа

source: Email Subject
de: E-Mail-Betreff
hu: E-mail tárgy
nl: E-mail Onderwerp
pl: Temat Wiadomości
ru: Тема письма

source: Filter
hu: Szűrő
pl: Filtr
ru: Фильтр

source: Info
de: Information
hu: Információ
pl: Informacja
ru: Информация

source: Log
de: Protokoll
hu: Napló
pl: Dziennik
ru: Журнал

source: Login
de: Anmeldung
hu: Bejelentkezés
nl: Inloggen
pl: Logowanie
ru: Вход

source: Logout
de: Abmeldung
hu: Kijelentkezés
nl: Uitloggen
pl: Wylogowanie
ru: Выход

# NoAccessLogEntries
source: No access log entries found
de: keine Zugriffsprotokoll-Einträge gefunden
hu: Nem találhatók hozzáférési napló bejegyzések
nl: Geen toegangslog vermeldingen gevonden
pl: Nie znaleziono wpisów dziennika dostępu
ru: Записи журнала доступа не найдены

# NoInfo
source: No information
de: keine Information
hu: Nincs információ
nl: Geen informatie
pl: Brak informacji
ru: Нет информации

source: Open
de: Öffnen
hu: Megnyitás
nl: Openen
pl: Otwórz
ru: Открыть

source: Search Parameters
de: Suchparameter
hu: Keresési paraméterek
nl: Zoekparameters
pl: Parametry Wyszukiwania
ru: Параметры поиска

source: Timestamp
de: Zeitstempel
hu: Időbélyeg
nl: Tijdstempel
pl: Znacznik Czasu
ru: Временная метка

# ToDate
source: To
de: Bis
hu: Eddig
nl: Tot
pl: Do
ru: По

source: Type
de: Typ
hu: Típus
pl: Typ
ru: Тип

# EmailNotFoundTitle
source: Email Not Found
de: E-Mail nicht gefunden
hu: E-mail Nem Található
nl: E-mail Niet Gevonden
pl: Nie Znaleziono Wiadomości E-Mail
ru: Письмо Не Найдено

# EmailNotFoundMessage
source: The email you are looking for does not exist or has been removed.
de: Die gesuchte E-Mail existiert nicht oder wurde gelöscht.
hu: A keresett e-mail nem létezik vagy el lett távolítva.
nl: De e-mail die u zoekt bestaat niet of is verwijderd.
pl: Wyszukiwana wiadomość e-mail nie istnieje lub została usunięty.
ru: Письмо, которое вы ищете, не существует или было удалено.

# BackToEmails
source: Back to Email Archive
de: zurück zum E-Mail Archiv
hu: Vissza az E-mail Archívumhoz
nl: Terug naar E-mail Archief
pl: Powrót do archiwum wiadomości e-mail
ru: Вернуться к Архиву Писем

# EmailNotFoundHelp
source: If you believe this is an error, please contact your system administrator.
de: Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an Ihren Systemadministrator.
hu: Ha úgy gondolja, hogy ez egy hiba, kérjük, lépjen kapcsolatba a rendszergazdával.
nl: Als u denkt dat dit een fout is, neem dan contact op met uw systeembeheerder.
pl: Jeśli uważasz, że jest to błąd, skontaktuj się z administratorem systemu.
ru: Если вы считаете, что это ошибка, обратитесь к системному администратору.

source: Confirm Deletion
de: Löschen bestätigen
hu: Törlés Megerősítése
nl: Verwijdering Bevestigen
pl: Potwierdź Usunięcie
ru: Подтвердить Удаление

# DeleteButton
source: Delete
de: Löschen
hu: Törlés
nl: Verwijderen
pl: Usuń
ru: Удалить

source: Delete Email
de: E-Mail Löschen
hu: E-mail Törlése
nl: E-mail Verwijderen
pl: Usuń Wiadomość E-Mail
ru: Удалить Письмо

# DeleteEmailConfirm
source: Are you sure you want to permanently delete this email? This action cannot be undone and will be logged for audit purposes.
de: Sind Sie sicher, dass Sie diese E-Mail dauerhaft löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und wird zu Prüfzwecken protokolliert.
hu: Biztosan véglegesen törölni szeretné ezt az e-mailt? Ez a művelet nem vonható vissza és audit célokból naplózásra kerül.
nl: Weet u zeker dat u deze e-mail permanent wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en wordt gelogd voor auditdoeleinden.
pl: Czy na pewno chcesz trwale usunąć tę wiadomość e-mail? Tego działania nie można cofnąć i zostanie ono zarejestrowane do celów audytu.
ru: Вы уверены, что хотите безвозвратно удалить это письмо? Это действие невозможно отменить и оно будет записано в журнал для целей аудита.

source: Delete Selected
de: Ausgewählte Löschen
hu: Kiválasztottak Törlése
nl: Geselecteerde Verwijderen
pl: Usuń Zaznaczone
ru: Удалить Выбранные

# DeleteSelectedEmailsConfirm
source: Are you sure you want to permanently delete {0} selected email(s)? This action cannot be undone and each deletion will be logged for audit purposes.
de: Sind Sie sicher, dass Sie {0} ausgewählte E-Mail(s) dauerhaft löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und jede Löschung wird zu Prüfzwecken protokolliert.
hu: Biztosan véglegesen törölni szeretné a(z) {0} kiválasztott e-mailt? Ez a művelet nem vonható vissza és minden törlés naplózásra kerül audit célokból.
nl: Weet u zeker dat u {0} geselecteerde e-mail(s) permanent wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en elke verwijdering wordt gelogd voor auditdoeleinden.
pl: Czy na pewno chcesz trwale usunąć {0} wybranych wiadomości e-mail? Tego działania nie można cofnąć, a każde usunięcie będzie rejestrowane do celów audytu.
ru: Вы уверены, что хотите безвозвратно удалить {0} выбранных писем? Это действие невозможно отменить и каждое удаление будет записано в журнал для целей аудита.

# EmailDeleted
source: Email successfully deleted
de: E-Mail erfolgreich gelöscht
hu: E-mail sikeresen törölve
nl: E-mail succesvol verwijderd
pl: Wiadomość e-mail została pomyślnie usunięta
ru: Письмо успешно удалено

# EmailsDeleted
source: {0} email(s) successfully deleted
de: {0} E-Mail(s) erfolgreich gelöscht
hu: {0} e-mail sikeresen törölve
nl: {0} e-mail(s) succesvol verwijderd
pl: Pomyślnie usunięto {0} wiadomości e-mail
ru: {0} писем успешно удалено

source: Attachment Preview
de: Anhang Ansicht
hu: Melléklet előnézete
nl: Voorbeeld van bijlage
pl: Podgląd Załącznika
ru: Предпросмотр вложения

source: Close
de: schließen
hu: Bezárás
nl: Sluiten
pl: Zamknij
ru: Закрыть

source: All Folders
de: Alle Ordner
hu: Minden mappa
nl: Alle mappen
pl: Wszystkie Foldery
ru: Все папки

source: Reply
de: Antworten
hu: Válasz
nl: Antwoord
pl: Odpowiedz
ru: Ответить

source: Local Retention Days
de: Lokale Aufbewahrungstage
hu: Helyi megőrzési napok
nl: Lokale retentiedagen
pl: Lokalne dni retencji
ru: Срок локального хранения (в днях)

# LocalRetentionInfo
source: Number of days after which emails are deleted from the local archive. Leave empty to keep emails indefinitely. Must be greater than or equal to 'Delete After Days' if both are set.
de: Anzahl der Tage, nach denen E-Mails aus dem lokalen Archiv gelöscht werden. Leer lassen, um E-Mails unbegrenzt aufzubewahren. Muss größer oder gleich 'Löschen nach Tagen' sein, falls beide gesetzt sind.
hu: Annak a napoknak a száma, amelyek után az e-maileket törlésre kerülnek a helyi archívumból. Hagyja üresen az e-mailek határozatlan idejű megőrzéséhez. Nagyobbnak vagy egyenlőnek kell lennie, mint a 'Törlés ennyi nap után' érték, ha mindkettő be van állítva.
nl: Aantal dagen waarna e-mails uit het lokale archief worden verwijderd. Laat leeg om e-mails onbeperkt te bewaren. Moet groter of gelijk zijn aan 'Verwijderen na dagen' als beide zijn ingesteld.
pl: Liczba dni, po których wiadomości e-mail są usuwane z lokalnego archiwum. Pozostaw puste, aby zachować wiadomości e-mail na czas nieokreślony. Musi być większa lub równa opcji 'Usuń Po Upływie', jeśli obie są ustawione.
ru: Количество дней, по истечении которых электронные письма будут удалены из локального архива. Оставьте поле пустым, чтобы хранить письма бессрочно. Должно быть больше или равно 'Удалить через (дней)', если оба параметра заданы.

# LocalRetentionMustBeGreaterOrEqual
source: Local retention days must be greater than or equal to delete after days to ensure emails are not deleted from the local archive before they are deleted from the mail server.
de: Die lokale Aufbewahrungsfrist muss größer oder gleich der Löschfrist auf dem Server sein, um sicherzustellen, dass E-Mails nicht aus dem lokalen Archiv gelöscht werden, bevor sie vom Mailserver gelöscht werden.
hu: A helyi megőrzési napoknak nagyobbnak vagy egyenlőnek kell lenniük a törlés utáni napoknál, hogy biztosított legyen, hogy az e-mailek ne törlődjenek a helyi archívumból, mielőtt a levelezőszerverről törlődnének.
nl: Lokale retentiedagen moeten groter of gelijk zijn aan de dagen voor verwijderen om ervoor te zorgen dat e-mails niet uit het lokale archief worden verwijderd voordat ze van de mailserver worden verwijderd.
pl: Lokalne dni przechowywania muszą być większe lub równe dniom usuwania po, aby zapewnić, że wiadomości e-mail nie zostaną usunięte z lokalnego archiwum, zanim zostaną usunięte z serwera poczty.
ru: Срок локального хранения должен быть больше или равен сроку удаления, чтобы гарантировать, что письма не будут удалены из локального архива раньше, чем с почтового сервера.

# LocalRetentionRequiresServerRetention
source: Local retention can only be set if server retention ('Delete After Days') is also configured.
de: Lokale Aufbewahrung kann nur gesetzt werden, wenn auch die Server-Aufbewahrung ('Löschen nach Tagen') konfiguriert ist.
hu: A helyi megőrzés csak akkor állítható be, ha a szerveroldali megőrzés ('Törlés ennyi nap után') szintén be van állítva.
nl: Lokale retentie kan alleen worden ingesteld als serverretentie ('Verwijderen na dagen') ook is geconfigureerd.
pl: Retencja lokalna może być ustawiona tylko wtedy, gdy skonfigurowano również retencję serwera („Usuń po upływie dni”).
ru: Локальное хранение можно установить только в том случае, если также настроено хранение на сервере ('Удалить через (дней)').

source: Affected Accounts
de: Betroffene Konten
nl: Geraakte accounts
pl: Konta, Których to Dotyczy
ru: Влияние на аккаунты

source: Application Started
de: Anwendung gestartet
nl: Toepassing gestart
pl: Aplikacja Uruchomiona
ru: Приложение запущено

# ApplyToAllAccounts
source: Apply to all accounts in this domain
de: Auf alle Konten in dieser Domain anwenden
nl: Toepassen op alle accounts in dit domein
pl: Zastosuj do wszystkich kont w tej domenie
ru: Применить ко всем аккаунтам в этом домене

# ApplyToAllDomainAccountsPrompt
source: You have modified the Microsoft 365 credentials. Would you like to apply these changes to all other accounts from the same domain?
de: Sie haben die Microsoft 365-Anmeldedaten geändert. Möchten Sie diese Änderungen auf alle anderen Konten derselben Domain anwenden?
nl: U heeft de Microsoft 365-referenties gewijzigd. Wilt u deze wijzigingen toepassen op alle andere accounts van hetzelfde domein?
pl: Zmodyfikowano poświadczenia Microsoft 365. Czy chcesz zastosować te zmiany do wszystkich innych kont z tej samej domeny?
ru: Вы изменили учетные данные Microsoft 365. Хотите применить эти изменения ко всем другим аккаунтам в этом домене?

source: Back to Login
de: Zurück zur Anmeldung
nl: Terug naar inloggen
pl: Powrót do logowania
ru: Вернуться к входу

# CannotLeavePasswordChange
source: You must change your password before you can continue using the system.
de: Sie müssen Ihr Passwort ändern, bevor Sie das System weiter nutzen können.
nl: U moet uw wachtwoord wijzigen voordat u het systeem verder kunt gebruiken.
pl: Musisz zmienić hasło, aby móc dalej korzystać z systemu.
ru: Вы должны изменить пароль, прежде чем продолжить использование системы.

source: Compliance Information
de: Compliance-Informationen
nl: Nalevingsinformatie
pl: Informacje o Zgodności
ru: Информация о соответствии

source: Compliance Mode ACTIVE
de: Compliance-Modus AKTIV
nl: Nalevingsmodus ACTIEF
pl: Tryb zgodności AKTYWNY
ru: Режим соответствия АКТИВЕН

source: Compliance Mode DISABLED
de: Compliance-Modus DEAKTIVIERT
nl: Nalevingsmodus UITGESCHAKELD
pl: Tryb Zgodności WYŁĄCZONY
ru: Режим соответствия ОТКЛЮЧЕН

source: Compliance Mode Started
de: Compliance-Modus gestartet
nl: Nalevingsmodus gestart
pl: Uruchomiono tryb zgodności
ru: Режим соответствия запущен

source: Compliance Status
nl: Nalevingsstatus
pl: Status Zgodności
ru: Статус соответствия

# ConfirmResetTwoFactor
source: Are you sure you want to reset two-factor authentication for this user? They will need to set it up again.
de: Sind Sie sicher, dass Sie die Zwei-Faktor-Authentifizierung für diesen Benutzer zurücksetzen möchten? Sie müssen sie erneut einrichten.
nl: Weet u zeker dat u de tweestapsverificatie voor deze gebruiker wilt terugzetten? Zij moeten het opnieuw instellen.
pl: Czy na pewno chcesz zresetować uwierzytelnianie dwuskładnikowe dla tego użytkownika? Będzie on musiał skonfigurować je ponownie.
ru: Вы уверены, что хотите сбросить двухфакторную аутентификацию для этого пользователя? Им придется настроить её снова.

# ContentHash
source: Content Hash (SHA-256)
de: Inhalts-Hash (SHA-256)
nl: Inhouds-Hash (SHA-256)
pl: Hash Zawartości (SHA-256)
ru: Хеш содержимого (SHA-256)

source: Copy Credentials
de: Anmeldedaten kopieren
nl: Referenties kopiëren
pl: Kopiowanie Poświadczeń
ru: Копировать учетные данные

# CouldNotLoadFolders
source: Could not load folders from server
de: Ordner konnten nicht vom Server geladen werden
nl: Mappen konden niet worden geladen van de server
pl: Nie można załadować folderów z serwera
ru: Не удалось загрузить папки с сервера

source: Credential Change Detected
de: Änderung der Anmeldedaten erkannt
nl: Wijziging referenties gedetecteerd
pl: Wykryto Zmianę Poświadczeń
ru: Обнаружено изменение учетных данных

# CredentialsCopied
source: Credentials successfully copied!
de: Anmeldedaten erfolgreich kopiert!
nl: Referenties succesvol gekopieerd!
pl: Poświadczenia zostały pomyślnie skopiowane!
ru: Учетные данные успешно скопированы!

source: Current Hash
de: Aktueller Hash
nl: Huidige Hash
pl: Aktualny Hasz
ru: Текущий хеш

source: Email deletion ALLOWED
de: E-Mail-Löschung ERLAUBT
nl: E-mailverwijdering TOEGESTAAN
pl: Usuwanie wiadomości e-mail ZEZWOLONE
ru: Удаление email РАЗРЕШЕНО

source: Email deletion PREVENTED
de: E-Mail-Löschung VERHINDERT
nl: E-mailverwijdering VERHOED
pl: Usuwanie wiadomości e-mail ZABRONIONE
ru: Удаление email ЗАПРЕЩЕНО

# EmailLocked
source: Locked
de: Gesperrt
nl: Vergrendeld
pl: Zablokowany
ru: Заблокировано

# EmailLockedDescription
source: This email is locked and its content integrity is protected by a cryptographic hash
de: Diese E-Mail ist gesperrt und ihr Inhalt ist durch einen kryptografischen Hash geschützt
nl: Deze e-mail is vergrendeld en de integriteit van de inhoud wordt beschermd door een cryptografische hash
pl: Ten e-mail jest zablokowany, a integralność jego treści jest chroniona przez hasz kryptograficzny
ru: Этот email заблокирован, и целостность его содержимого защищена криптографическим хешем

source: Error copying credentials
de: Fehler beim Kopieren der Anmeldedaten
nl: Fout bij kopiëren van referenties
pl: Błąd kopiowania poświadczeń
ru: Ошибка при копировании учетных данных

source: Error saving changes
de: Fehler beim Speichern der Änderungen
nl: Fout bij opslaan van wijzigingen
pl: Błąd zapisywania zmian
ru: Ошибка при сохранении изменений

source: Existing M365 Accounts Found
de: Bestehende M365-Konten gefunden
nl: Bestaande M365-accounts gevonden
pl: Znaleziono Istniejące Konta M365
ru: Найдены существующие аккаунты M365

source: Has attachments
de: Enthält Anhänge
nl: Heeft bijlagen
pl: Posiada Załączniki
ru: Есть вложения

source: Hash Created
de: Hash erstellt
nl: Hash aangemaakt
pl: Hash Utworzony
ru: Хеш создан

source: Integrity Check
de: Integritätsprüfung
nl: Integriteitscontrole
pl: Kontrola Spójności
ru: Проверка целостности

source: Integrity Valid
de: Integrität gültig
nl: Integriteit geldig
pl: Integralność Prawidłowa
ru: Целостность действительна

# IntegrityValidDescription
source: The email content has not been modified. The current hash matches the stored hash.
de: Der E-Mail-Inhalt wurde nicht verändert. Der aktuelle Hash entspricht dem gespeicherten Hash.
nl: De e-mailinhoud is niet gewijzigd. De huidige hash komt overeen met de opgeslagen hash.
pl: Treść wiadomości e-mail nie została zmieniona. Aktualny hasz jest zgodny z zapisanym haszem.
ru: Содержимое email не было изменено. Текущий хеш совпадает с сохраненным хешем.

source: Integrity Violation
de: Integritätsverletzung
nl: Integriteitsverletzing
pl: Naruszenie Spójności
ru: Нарушение целостности

# IntegrityViolationDescription
source: WARNING: The current hash does not match the stored hash. The email content may have been tampered with.
de: WARNUNG: Der aktuelle Hash entspricht nicht dem gespeicherten Hash. Der E-Mail-Inhalt könnte manipuliert worden sein.
nl: WAARSCHUWING: De huidige hash komt niet overeen met de opgeslagen hash. De e-mailinhoud is mogelijk aangepast.
pl: OSTRZEŻENIE: Bieżący hash nie jest zgodny z zapisanym hashem. Treść wiadomości e-mail mogła zostać zmodyfikowana.
ru: ВНИМАНИЕ: Текущий хеш не совпадает с сохраненным хешем. Содержимое email могло быть изменено.

source: Load Available Folders
de: Verfügbare Ordner laden
nl: Beschikbare mappen laden
pl: Załaduj dostępne foldery
ru: Загрузить доступные папки

# LockedEmail
source: Locked email - content protected for compliance
de: Gesperrte E-Mail - Inhalt für Compliance geschützt
nl: Vergrendelede e-mail - inhoud beschermd voor naleving
pl: Zablokowana poczta e-mail - zawartość chroniona w celu zapewnienia zgodności z przepisami
ru: Заблокированный email - содержимое защищено для соответствия

# LoginBlocked
source: Login Temporarily Blocked
de: Anmeldung vorübergehend gesperrt
nl: Inloggen tijdelijk geblokkeerd
pl: Logowanie tymczasowo zablokowane
ru: Вход временно заблокирован

# LoginBlockedInfo
source: For security reasons, login attempts from your IP address have been temporarily blocked due to multiple failed authentication attempts. Please wait 10 minutes before trying again.
de: Aus Sicherheitsgründen wurden Anmeldeversuche von Ihrer IP-Adresse aufgrund mehrerer fehlgeschlagener Authentifizierungsversuche vorübergehend gesperrt. Bitte warten Sie 10 Minuten, bevor Sie es erneut versuchen.
nl: Om veiligheidsredenen zijn inlogpogingen vanaf uw IP-adres tijdelijk geblokkeerd vanwege meerdere mislukte authenticatiepogingen. Wacht 10 minuten voordat u het opnieuw probeert.
pl: Ze względów bezpieczeństwa próby logowania z Twojego adresu IP zostały tymczasowo zablokowane z powodu wielu nieudanych prób uwierzytelnienia. Odczekaj 10 minut przed ponowną próbą.
ru: По соображениям безопасности попытки входа с вашего IP-адреса временно заблокированы из-за множества неудачных попыток аутентификации. Пожалуйста, подождите 10 минут перед повторной попыткой.

# LoginBlockedMessage
source: Too many failed login attempts detected
de: Zu viele fehlgeschlagene Anmeldeversuche erkannt
nl: Te veel mislukte inlogpogingen gedetecteerd
pl: Wykryto zbyt wiele nieudanych prób logowania
ru: Обнаружено слишком много неудачных попыток входа

# LoginBlockedTitle
source: Access Blocked
de: Zugriff gesperrt
nl: Toegang geblokkeerd
pl: Dostęp Zablokowany
ru: Доступ заблокирован

source: Mismatch
de: Nicht übereinstimmend
nl: Overeenkomstig
pl: Niedopasowanie
ru: Несоответствие
